[
  {
    "id": 1953,
    "company": "87 Seconds",
    "logo_url": "img/mockup/87seconds@2x.png",
    "company_url": "http://www.87seconds.com",
    "description": "87 seconds is the magic length when communicating! We create catchy explanation videos for companie&#039;s corporate communication needs. animation videos can be used to introduce a company, make a product demo, a video tutorial, an internal communication or visualise data. Our unique platform helps with your brief creation. It allows for close collaboration with our designers, making your video affordable."
  },
  {
    "id": 2342,
    "company": "Affilae",
    "logo_url": "img/mockup/affilae@2x.png",
    "company_url": "http://affilae.com",
    "description": "Affilae is a white-labeled SaaS performance marketing solution which allows advertisers, agencies, networks, and media buyers to directly control, manage and track their online affiliate advertising programs. It eradicates fraud, boosts SEO, and drastically reduces costs by eliminating commissions to the advertising platform. Our goal is to open up and truly democratize the online affiliate marketing industry with innovative, affordable and simple-to-use technology."
  },
  {
    "id": 2341,
    "company": "Anaximen",
    "logo_url": "img/mockup/anaximen@2x.png",
    "company_url": "http://www.airboxlab.com",
    "description": "Improve your health and wellness with a better indoor environment. AIRBOXLAB is the first smart device monitoring your indoor air and giving you predictive and personalized advices to improve your air &amp; life quality. AIRBOXLAB feature a unique sensor array in an airflow designed cylinder. It is meant to be used inside living spaces forwarding data to the cloud and pushing back results and advices on any of your connected device.<br />\r\nWe have built a dedicated device embedding 6 sensors for :<br />\r\n. VOC: Volatile Organic Compounds<br />\r\n. CO2: Carbon dioxide<br />\r\n. CO: Carbon monoxide<br />\r\n. PM: Particulate Matter<br />\r\n. T: Temperature<br />\r\n. RH: Relative Humidity<br />\r\nThese sensors constantly measure the various sources and levels of your indoor pollution, results are safely stored in the cloud to be analyzed. We have developed pattern recognition algorithms helping us forwarding you messages to improve your indoor living spaces in many ways :<br />\r\n. By helping you to efficiently renew your indoor air (analysing factors such as your house features, your activities, the weather forecast and data from outdoor pollution)<br />\r\n. By removing pollution sources degrading your air quality<br />\r\n. By teaching you smart behaviors producing less pollution "
  },
  {
    "id": 2023,
    "company": "Abacus Consulting & Solutions",
    "logo_url": "img/mockup/abacus@2x.png",
    "company_url": "http://www.abac.lu",
    "description": "ABACUS is specialised in building high quality enterprise IT solutions by applying agile project management techniques. The major fields of activities are business process management (BPM), lightweight integration platforms and enterprise applications.<br />\r\n <br />\r\nThe ABACUS team has an excellent background in Cloud enabled technologies and is further strengthening its position through strategic partnerships. The goal is to offer next generation enterprise solutions in the domain of Business Process as a Service and lightweight Integration as a Service. <br />\r\n<br />\r\nABACUS is a spin-off of the Public Research Center - Gabriel Lippmann and leverages research results in the domain of business informatics."
  },
  {
    "id": 1961,
    "company": "Aman Iman Publishing",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/amaniman_ict13.jpg",
    "company_url": "http://www.amaniman.fr",
    "description": "Aman Iman Publishing (AIP) focuses on printed and digital publishing projects related to photography and visual art. Its main project The Eyes is developing the original concept for an open window on Europe through the prism of photography and new technologies, with ambition to:<br />\r\n• Become the European photography label linking actors and amateurs throughout the Continent:<br />\r\nThe Eyes makes the first “hub” available; an exchange point for information, offering global and geo localised<br />\r\naccess to the cultural offering of photography in Europe;<br />\r\n• Facilitate an intercultural, participatory dynamic  based on a language with an alphabet that is<br />\r\nunderstood and used by everyone, by setting up innovative interactive tools: The Eyes facilitates<br />\r\n users’ access to, and participation in, the European photography sector;<br />\r\n• Take advantage of the label’s popularity by deploying spin-off products: The Eyes supplements its<br />\r\n offer through spin-off products, and particularly the sale of collection off-prints, making use of the<br />\r\ncombined European network, etc.;<br />\r\n• Defend an aesthetic and visual ambition  by creating initiatives and quality events accessible to the<br />\r\nwidest number of people: The Eyes targets all European photography amateurs."
  },
  {
    "id": 2356,
    "company": "Anydoor.Inc",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/Any-Door.jpg",
    "company_url": "http://conyac.cc",
    "description": "AnydooR Inc. is a Tokyo based startup established in February 2009. The company launched Social Translation Services &quot;Conyac&quot; and &quot;Conyac for Business&quot;. Conyac is a fast, affordable and accurate human translation service that uses crowdsourcing concept to bridge the language communication gap between people around the world. It is a perfect solution for those who need help reading and sending emails and cannot rely on expensive translation services with long wait time or the fast and free internet translation services that do not translate accurately. Conyac empowers flawless usage of email, chat and web services, online games and general web data."
  },
  {
    "id": 2010,
    "company": "App&Map",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/appandmap_ict13.jpg",
    "company_url": "http://",
    "description": ""
  },
  {
    "id": 2000,
    "company": "Applicat",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/applicat.jpg",
    "company_url": "http://www.applicat.com",
    "description": "Applicat is a leading software company, which specializes in delivering mobile turnkey solutions for enterprises and ISVs, offering best-of-breed products and solutions in the mobile field.<br />\r\n<br />\r\nHormiga™, Applicat&#039;s advanced mobile field service management and workforce software, is designed to help organizations streamline field tasks and activities. Hormiga™ increases organizations&#039; productivity, efficiency and implementation capabilities, by optimizing business processes and workflow management.<br />\r\n<br />\r\nApplicat Mobile Platform™ delivers a robust, feature-rich mobile experience, which sets a new standard and targets several verticals, such as healthcare organizations with AMPhealth™, insurance companies with AMPinsure™, and banks with AMPfinance™.<br />\r\n"
  },
  {
    "id": 2349,
    "company": "Application Developers Alliance",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/APP_ict13.jpg",
    "company_url": "http://appdevelopersalliance.org",
    "description": ""
  },
  {
    "id": 2418,
    "company": "Applidget",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/applidget.jpg",
    "company_url": "http://www.applidget.com",
    "description": "Applidget is a young french company which is making &quot;fresh&quot; and &quot;good&quot; Web and Mobile Apps. Our IT team is specialized in the management of new technologies as RoR, Responsive Web Design, Scrum method and iOs/Android development. Our offer is helping young companies and other start-ups in their technological development by giving them advices thanks our Web and Mobile experience, but also by giving them innovative tools. Finally we are a start-up at the service of other start-ups with a goal of education to new technologies in order to boost their growth and activity."
  },
  {
    "id": 2020,
    "company": "Asial Corporation",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/monaca_ict13.jpg",
    "company_url": "http://monaca.mobi",
    "description": "HTML5 and cross-platform mobile framework is considered the silver bullet to enterprise and commercial app development. Therefore hybrid mobile app has gained traction but development experience is really a pain. Developers have to setup IDEs for all supported platforms, figure out how to debug on mobile devices and finally build the app. <br />\r\n<br />\r\nMonaca, an integrated cloud-based development tool, solved all those problems in one shot. Developers enjoy no IDEs setup, faster code-(no compile)-debug cycle, backend support, and hassle-free build from the cloud experience.<br />\r\n<br />\r\nMonaca is the best of web development experience to mobile app developers. This is the future of hybrid app development."
  },
  {
    "id": 2334,
    "company": "BHI.INC",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/BHI-INC.jpg",
    "company_url": "http://swingmail.co",
    "description": "We at BHI are driven with passion to create Apps that help us be smart with our smartphones. More technology, features and functions are added to smartphone to improve their capability every day. But let’s not forget that we use smartphone while on the go. You cannot use your smartphone the same way as your PC. It’s simply not built for that. Having too many fancy things can sometimes be a burden. Our focus is to create apps that are optimized for the use on smartphone. Getting things done fast. Sometimes, less is more."
  },
  {
    "id": 1950,
    "company": "Boxcryptor",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/boxycriptor_ict13.jpg",
    "company_url": "http://www.boxcryptor.com",
    "description": "Boxcryptor is an easy-to-use security solution for your files in the cloud. Boxcryptor encrypts your files before they are uploaded to a cloud storage provider of your choice (e.g. Dropbox, Google Drive, box.net, SkyDrive) and it is available for all main platform. It gives you 24/7 peace of mind knowing that your data in the cloud is secured. <br />\r\nBoxcryptor is the right solution for private and business customers and allows you to use your prefered storage provider without giving up any comfort: you still can share you files with friends, colleagues and within your team without having to reveal your encryption password. In this way it is easy and secure to collaborate in the cloud. "
  },
  {
    "id": 2329,
    "company": "Bugscore ",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/bugscore.jpg",
    "company_url": "http://www.bugscore.com",
    "description": "Bugscore™ is the world’s first scoring Website that allows you to score and compare any person, product or business on a range of attributes, across time. We are also introducing a ‘Score’ button, that any 3rd party can add on their website, which is a first in the world of social networking.<br />\r\n<br />\r\nWe offer internet users a platform where they will be able to express their opinion in a quantified manner on everything that makes up their world; their favorite politicians, actors, athletes, gadgets, movies, songs, restaurants, hotels and universities. If something is not in the system, then they can add it in under 2 minutes and then release it to the ecosystem to be scored.<br />\r\n<br />\r\nAlso, with our score button that may be placed next to the Facebook ‘Like’, ‘Share’ and Twitter ‘Tweet’ buttons, the user will not even have to come to our website to express their opinion but would be able to do it on a third website on the spot.<br />\r\n<br />\r\nWikipedia collects information on everything, Google allows you to find it, Facebook &amp; Twitter allow you to share it and Bugscore™ enables you to score it."
  },
  {
    "id": 2007,
    "company": "CallingID ",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/callingid_ict13.jpg",
    "company_url": "http://www.callingid.com",
    "description": "Since 2008 CallingID’s safe browsing technology protects millions of consumers from phishing, fraud, identity-theft and being a target of web attacks targeting. Use of CallingID’s technology uniquely creates a focus on only accessing reputable sites by identifying site ownership and ratings to the user before these sites are actually accessed from their browsers, emails and instant messages. It also provides real-time alerts when personal or confidential data is about to be illegitimately exposed. CallingID gives industry leading software vendors, such as Avira and Total Defense and Internet Service Providers (ISPs) such as Comcast, a competitive edge with an easy to integrate value add solution.<br />\r\nCallingID’s Safe Search and MultiSearch areis a high-end search server that provides distinct safety ratings for search results and a client software to that redirects the user to this search with high retention rate. It includes and monetization from search ads. Combining CallingID’s safe browsing with Safe Search makes the suite of solutionCallingID’s offer for partners unique and appealing. <br />\r\nCallingID’s new solution, My Face Privacy, lets Facebook users share what they want only with whom they want.  It analyzes user’s Facebook privacy settings and helps him them choose a privacy policy he that is easy to can understand. When he the user is comfortable with the privacy choices,, My Safe Face Facebook Privacy automatically implements all 66 Facebook privacy settings to protect the user from unintentionally exposing private information, postings, pictures and activities to unwanted people and from applications that may use this information inappropriately. The solution is relevant applicable for all consumers and, in addition, with special focus on children controlled by their parents.lets parents control their children’s privacy settings."
  },
  {
    "id": 2335,
    "company": "Ceevee",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/ceevee.jpg",
    "company_url": "http://www.ceevee.com",
    "description": "Ceevee was born at the intersection of 10 years of experience in online recruiting with BestJobs.ro the biggest job portal in Romania, and the rise of smartphones which led to the shift in how users are connecting and consuming online content and services. Ceevee is a service dedicated to the secondary job market which helps applicants and small/local businesses to connect. This area is poorly represented in online by the major players - Linkedin, job boards - because of the specific dynamic of the sector.<br />\r\nCeevee was planned as a mobile service first, addressing these specifics of the target market - no full length CV&#039;s, quick application and hiring, moving rapidly from job to job and of course the geolocal factor.<br />\r\nThe typical Ceevee candidate rather owns smartphones then computers with internet connection, she is interested in a job/gig in the neighbourhood, rarely see&#039;s the job as a career and changes them easily. The Ceevee employer looks for quick hiring, needs to fill a position from one day to another, doesn&#039;t advertise through the traditional channels like job boards, makes the decision about hiring on the spot."
  },
  {
    "id": 2508,
    "company": "ChatWork Inc ",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/chatwork.jpg",
    "company_url": "http://www.chatwork.com",
    "description": "ChatWork is a communication platform designed for companies and teams.Simpy put,ChatWork is Whatsapp for business.We combined task and file management feature on that.ChatWork  is over 200,000 users in the world now."
  },
  {
    "id": 2345,
    "company": "Cleverphone",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/cleverphone.jpg",
    "company_url": "http://www.cleverphone.com",
    "description": "CleverPhone is an innovative telecom company providing intelligent phone numbers on demand.<br />\r\n<br />\r\nOur phone numbers transfer calls on any device or network (landline, mobile, Skype, Google Voice or our VoIP network) based on predefined schedules. They are available for any duration starting from 1 hours.<br />\r\n<br />\r\nOur products are used as temporary phone numbers (when selling something online or dating someone), or by companies as their main number dispatching calls towards team.<br />\r\n<br />\r\nWe&#039;ll launch soon a Call Analytics tools so that you can track the efficiency of ads/media by associating them a different phone number, and get statistics on where you leads are coming from."
  },
  {
    "id": 2348,
    "company": "Course Casa",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/course-casa.jpg",
    "company_url": "http://coursecasa.com",
    "description": "Course Casa is the group learning platform for online video courses. It integrates easily into any MOOC system and substitutes single-user video player with collaborative environment.<br />\r\n<br />\r\nPlatform puts each student in a small study group: invited friends or suggested neighbors. Students will see presence of groupies during the video, jot down notes and ask questions the very moment it appears. Platform allows to summon teaching fellows to help with answers.<br />\r\n<br />\r\nCourse Casa allows MOOC partners to increase throughput of students. Corporate partners and clients use Course Casa to organize corporate education, hiring process or social media communications through video material."
  },
  {
    "id": 1996,
    "company": "Cozy Cloud",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/cozycloud_ict13.jpg",
    "company_url": "https://www.cozycloud.cc/",
    "description": "Soon, personal cloud servers will be as widely used as smartphones are today; they will become our digital centre of gravity, federating all of our connected devices.<br />\r\n<br />\r\nCozy wants to be the personal cloud for everyone, a digital assistant you trust because you have real control over your data.<br />\r\n<br />\r\nCozy brings together data from every applications in a single place, safely enabling unprecedented personal mash-ups that empower people taking smarter decisions. Virtually any web application can run on your Cozy, making it, a marketplace based alternative to SaaS web services.<br />\r\n<br />\r\nProviding the platform to the data disclosure project “MesInfos” - the French equivalent of UK&#039;s MiData and US&#039;s Smart Disclosure (with sponsors such as Google, Société Générale, La Poste, AXA, Orange... ) - we aim to illustrate the innovative power of Cozy with the new usages that will emerge from data disclosures.<br />\r\n<br />\r\nWhat is Cozy for the user?<br />\r\n*The user installs web apps in a click from the marketplace that run in his personal cloud<br />\r\n*He/she keeps ownership of his personal data in a place he trusts and controls<br />\r\n*Because apps collaborate around data, the user enjoys better integration and personal mashups<br />\r\nWhat is Cozy for developers?<br />\r\n*Developers develop apps without taking care of the backend and the hosting<br />\r\n*Because Cozy is a PaaS, there is no need to learn new technologies, they develop in the language they like<br />\r\n*No more restrictive APIs to access user data, simply request user permission<br />\r\nWhat is Cozy for institutions?<br />\r\n*A new and trusted channel to reach customers<br />\r\n*A cost effective solution to deploy services<br />\r\n*A platform to experiment with Data Restitution and Vendor Relationship management<br />\r\n<br />\r\nCozy breaks with the silos and offers an open source platform on which applications collaborate around data. "
  },
  {
    "id": 1982,
    "company": "Egonocast ",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/egonocast_ict13.jpg",
    "company_url": "http://www.egonocast.com",
    "description": "Egonocast is a SaaS provider offering best-of-class 2nd screen synchronization technology to the TV, Cinema and MOOC industries. Our state-of-the-art software platform enables mass scale deployment of third-parties companion apps leveraging the tight synchronization of mobile terminals with external audiovisual streams being watched by the user. We deliver outstanding sync accuracy, on all mobile platforms, with no impact on the original content. Egonocast is dedicated to help its customers, whether broadcasters, content producers, cinema exhibitors or online course providers bring additional value to their business by letting viewers engage in real time with contents. "
  },
  {
    "id": 2025,
    "company": "Esplorio",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/esplorio_ict13.jpg",
    "company_url": "http://esplor.io",
    "description": "Esplorio brings together your social networks to let you easily browse and share your travels and experiences. Jump or scroll to any date in the past, see all your updates on a beautiful map, instantly share your trips, earn badges and discover new places to go."
  },
  {
    "id": 2423,
    "company": "Etix Group",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/Etix.jpg",
    "company_url": "http://www.etixgroup.com",
    "description": "ARE YOU LOOKING FOR A COST EFFECTIVE HOSTING SOLUTION, FAST TO DEPLOY &amp; EASY TO OPERATE?<br />\r\n<br />\r\nEtix Everywhere is a technical excellence company providing modular hosting solutions from small end-users to industry-leading IT providers.<br />\r\n<br />\r\nTo follow the growth of your company, Etix Everywhere provides flexible and scalable data center solutions, available for sale or rental anywhere in the world in less than 16 weeks.<br />\r\n<br />\r\nEtix Everywhere is part of a group composed of 50 employees offering hosting &amp; network services to more than 150 worldwide customers.<br />\r\n<br />\r\nContact us: contact@etixeverywhere.com<br />\r\nWebsite: www.etixeverywhere.com"
  },
  {
    "id": 2337,
    "company": "Evolita",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/evolita.jpg",
    "company_url": "http://www.evolita.com",
    "description": "EVOLITA is an online tool that makes expert-level business/market information accessible to everyone. EVOLITA lets users define their data/information request, harvests it from reliable sources, processes, and visually wraps it. Eventually the user gets one graphic visual representation of the requested data/information – a report, which becomes accessible online where other users may use it. EVOLITA encourages the users to leave reviews and comments, add insights and pinpoint hidden connections. By this each report page becomes the best resource for someone who wants to know about the researched subject. EVOLITA targets business and academic customers of any size."
  },
  {
    "id": 2015,
    "company": "Fannabee",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/fanabee_ict13.jpg",
    "company_url": "http://www.fannabee.com",
    "description": "An entrepreneur with a passion for technology and music, Antonella Sinigaglia is the Founder and CEO of Fannabee. <br />\r\n                                           <br />\r\nAntonella started her career as a digital art director in 2000, by the time it was 2002 she had created the first Kylie Minogue italian community “kyliecious” later recognized as official by the Label EMI Music Italy, and the Fan Club. In 2004, Antonella created her first online software dedicated to record collectors. A small piece of software that enabled users to catalog all their records and memorabilia online called: MusicCollection<br />\r\n<br />\r\nFollowing the success of MusicCollection, she founded Fannabee: the collector’s marketplace                     <br />\r\nThe idea was born following a passion for Kylie Minogue: “I’ve been a Kylie fan and collector since the start of her career and I&#039;ve always felt the need to share my hobby with other hardcore collectors. It was the fanzine and mail-order age. I was obsessed to know which titles were the most collected and by whom. So we set out to re-imagine collecting, making it easier and more fun. A virtual space designed specifically for those who have this hobby. I imagined how collecting could be if it utilized all the capabilities of today’s phones &amp; tablets.”<br />\r\n<br />\r\nAntonella is passionate about technology, loves interaction design, experimenting and updating. <br />\r\nShe’s crazy about getting stuff done.  <br />\r\n<br />\r\nShe’s a definite geek"
  },
  {
    "id": 2416,
    "company": "Fasterize",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/fastezrize.jpg",
    "company_url": "http://www.fasterize.com",
    "description": "Many papers made by Amazon, Google, Yahoo, etc show that web site performance has a direct and strong impact onto web site business. But Web Perfomance Optimization can be something hard.<br />\r\nOur offer is simple : real time optimization of Web site loading time.<br />\r\nThis is a SaaS with a monthly subscription (costs depend on monthly pageviews) and a one month free test-drive.<br />\r\nThere are no constraints, no stress :<br />\r\n - no investment costs, no commitment<br />\r\n - transparent integration and evolutions (hardware, software, process),<br />\r\n<br />\r\nBesides, we can transfer knowhow and best practices (audit, consultancy) to our customers"
  },
  {
    "id": 2003,
    "company": "Folloyu",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/folloyu_ict13.jpg",
    "company_url": "http://www.folloyu.com",
    "description": "Folloyu helps online businesses prolong the time customers spend on their website – reducing abandonment and increasing conversion rates – by allowing users to seamlessly carry on any sort of uncompleted activity (shopping, gaming, reading, etc.) on any of their web-enabled devices, anytime, anywhere.<br />\r\n• By transferring the customer’s session information, the chances of a purchase being completed increase enormously.<br />\r\n• By transferring cookies, Folloyu enables cross device re-targeting for your ad network.<br />\r\n• Folloyu is ridiculously simple to deploy and is absolutely secure. No user information is stored or collected.<br />\r\n• Folloyu provides detailed reporting about across-device visitor activities."
  },
  {
    "id": 2415,
    "company": "FullComMedia",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/full.jpg",
    "company_url": "http://www.fullcommedia.com",
    "description": ""
  },
  {
    "id": 2344,
    "company": "GenCreo",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/gencreo.jpg",
    "company_url": "http://www.GenCreo.com",
    "description": "GenCreo S.A. is founded on an award winning StartUp idea on it&#039;s journey to earn happy users. <br />\r\n<br />\r\nOur first product, the IMcreo app, automacigally enables content creators to express sharing and reuse permissions of their creative work, so everyone can instantly identify usage approvals, set by the creator.<br />\r\n<br />\r\nIMcreo visually encourages respectful behavior and fair use of digital content."
  },
  {
    "id": 2013,
    "company": "GiapCOM",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/giapcom_ict13.jpg",
    "company_url": "http://www.giapcms.it",
    "description": "GiapCMS brings a revolution over websites&#039; building process.<br />\r\nWe give to creative people a professional tool where they can do everything they want without writing any code.<br />\r\nNo limits to their imagination: drag&amp;drop, layers, Mastro pages, copy, paste or duplicate every object, UNDO the steps done, CSS changes shown in real time directly on the page. Just using the mouse.<br />\r\nEverybody can change CSS code without writing anything thanks to the &quot;Style Editor&quot; toolbar. You don&#039;t need to be worried about how things will be on the final page.<br />\r\nAnd this is just the beginning!"
  },
  {
    "id": 1943,
    "company": "GreenPocket",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/greenpocket_ict13.jpg",
    "company_url": "http://www.greenpocket.de/",
    "description": "GreenPocket is a specialist for smart meter and smart home software that empowers people to use energy in the most comfortable and responsible way. Based on a flexible, modular and scalable high performance platform, GreenPocket’s software applications transform complex energy data into a wide range of consumer-oriented benefits for energy control and home automation. <br />\r\n<br />\r\nWith over 60 successful projects for national and international utilities, GreenPocket is one of the leading software companies in the global smart energy market. Founded in 2009, GreenPocket is a privately held company headquartered in Cologne, Germany."
  },
  {
    "id": 1956,
    "company": "Greenweaving.com",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/greenweqving_ict13.jpg",
    "company_url": "http://www.dialective.com/",
    "description": "Websites overload us with information and it is difficult to get the high-level message, since it is often buried under tons of details. In fact, people read on average only 20% of the text on a webpage and the problem gets even worse with small screen devices.<br />\r\n<br />\r\nDialective.com simplifies access and presentation of information on the Internet using diagrams, the best known method to represent processes and to organise concepts.<br />\r\n<br />\r\nOur product is a web app to easily create, share and explore nice-looking interactive diagrams, letting the user decide what information to display, and when."
  },
  {
    "id": 2017,
    "company": "Gulti ",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/gulti_ict13.jpg",
    "company_url": "http://gulti.jp",
    "description": "Gulti is a Japanese boutique game studio built around the developers of Space Invaders Extreme and the Raiden and Raiden Fighters series. Headed by a group of veteran engineers and artists, Gulti offers technological skills and creativity forged and specialized by the Japanese market. The team strives to create content with an artisanal touch, and has worked with several top publishers on games for home consoles, smartphones and PCs.<br />\r\n<br />\r\nGulti is participating in ICT Spring 2013 with hopes to expand into the Europe, create a base in Luxembourg, and actively publish smartphone apps for the European market.<br />\r\n"
  },
  {
    "id": 1984,
    "company": "HAKISA",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/hakisa_ict13.jpg",
    "company_url": "http://www.hakisa.com",
    "description": "Hakisa.com is an innovative and disruptive cloud based solution for the Silver Economy. Intergenerational mediation functions, family community management with trusted digital companioning, reinforces an essential component of well aging : the social link. Hakisa.com is the first free solution for Silver Surfers and their relatives offering an open interface and market place for medical and social professionals like health insurances, retirement funds, home services or medical assistance. Hakisa.com offers to those silver economy players premium and branded accounts for their senior customer base, their relatives and caregivers for a very low monthly fee. "
  },
  {
    "id": 2005,
    "company": "Heystack",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/heystack_ict13.jpg",
    "company_url": "http://www.heystack.co",
    "description": "Heystack is a platform for meeting new people that women would love , beautiful UI, smart technology, only VIA mutual connections and our initial consumer application is an iPhone app.<br />\r\nWe are building the first human connected graph, leveraging all social elements to one connected world,  and online-dating is our initial target market, a market that has not been disrupted in years.<br />\r\nWe are formalizing the first world connectable graph that would enable a frictionless interaction through the well known 6-degree-of-separation concept.<br />\r\nOur product offering relies upon our graph technology that provides a better matching and relevancy algorithms."
  },
  {
    "id": 2336,
    "company": "ilooove.it ",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/iloooveit.jpg",
    "company_url": "http://www.ilooove.it",
    "description": "« I LOOOVE IT » (www.ilooove.it) is a social network dedicated to the &quot;outdoor&quot; activities. It allows all over the world everybody passionated by an outdoor activity (climbing, skiing, surfing, hiking…) to share their passion online on a collaborative platform using dedicated &quot;web 2.0&quot; functionalities. eg uploading of pictures/videos/micro-blogs, discovery of new &quot;spots&quot;, experience sharing through forums, messages, posts, meeting with other passionated, search engines,<br />\r\nThe concept is elaborated today around a first community about climbers (www.climbing.ilooove.it). After a few months activities, the platform have already 35.000 users and is growing erveryday.<br />\r\nThe first version of the website is in public beta since December 17, 2012<br />\r\nWe are now validating the business model towards the marketing departments of all companies active in this domain and we propose several ways of collaborationg. The strategy is to propose a non-intrusive communication media based on contests and advantages for the community."
  },
  {
    "id": 2414,
    "company": "Insydelabs",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/insyde.jpg",
    "company_url": "http://www.insydelabs.com",
    "description": "Spin off of Lorraine University, Insydelabs is a start-up specialized in digital interface design, evaluation and R&amp;D. Insydelabs helps organizations improve their interfaces with its product: Evalyzer, real remote user experience testing tool.  With Evalyzer, it is possible to get a reliable picture of what your users are really doing in their own environment (home, office, public places…) with their own equipment (PC, Tablet &amp; Smartphone). Insydelabs always helps you, no matter whether you need user-centered A/B testing, benchmarking or eye tracking, no matter what sizes your interface projects (Website, Web App, ERP, CRM…) are, no matter in what stage. "
  },
  {
    "id": 2521,
    "company": "International Global Concept",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/IGC.jpg",
    "company_url": "http://www.igc-erp.com/",
    "description": "IGC is a software editor <br />\r\n\t\t\t\t<br />\r\nORION, an ERP for Entrepreneurs <br />\r\nORION is the solution for companies that manage projects, deals, contracts<br />\r\n\t&gt; Construction (structural work and finishing work)<br />\r\n\t&gt; Public works (works and road)\t\t<br />\r\n\t&gt; Engineering companies\t\t<br />\r\n\t&gt; Design offices\t\t<br />\r\n\t&gt; B2B services companies\t\t<br />\r\n\t\t\t\t<br />\r\nORION is a full web, SaaS, brand new version"
  },
  {
    "id": 1963,
    "company": "Jellynote",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/jellynote_ict13.jpg",
    "company_url": "http://www.jellynote.com",
    "description": "Jellynote.com is the social platform about music creation and performance!<br />\r\nOn Jellynote, you can find and upload interpretations of the songs you love. The sheets music and tabs are directly displayed in your browser, thanks to our HTML5 rendering engine. A set of videos are here to find lessons and to see how other musicians perform the song. <br />\r\nWe will also bring a new experience to play and learn music. As you are playing a song, Jellynote will listen to you and will give you a direct feedback in real time. This will make music learning easier. <br />\r\n"
  },
  {
    "id": 2354,
    "company": "Kidoria",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/Kidoria_ict13.jpg",
    "company_url": "http://www.kidoria.com",
    "description": "An innovative and secure tool for parents, Kidoria allows you to easily build and save your child’s digital legacy forever. Only parents can choose to grant access to their baby’s journal to friends and family members.<br />\r\nWhether it is on a computer or a Smartphone, it only takes a second to gather your most beautiful pictures, videos and podcasts, record medical information and school certificates…<br />\r\nAnd there is much more on Kidoria: you can also collect fine pieces of art, build a family tree, compile the songs that make your little one’s dance, send messages in the future…and re-live the past again and again."
  },
  {
    "id": 2353,
    "company": "Knowledge Plaza",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/knowledge-plawa.jpg",
    "company_url": "http://www.knowledgeplaza.net",
    "description": "Knowledge Plaza is a state-of-the-art knowledge sharing collaboration platform which provides an elegant balance between social bookmarking, document management, wikis and an internal social network. It is addressed to both SMEs and large organizations to help them store, organize and share their knowledge easily, quickly and efficiently.<br />\r\n<br />\r\nThe innovation of Knowledge Plaza lies within its ability to combine both a user-friendly and secure environment, with highly effective information management and search abilities. To our knowledge, current traditional document management systems aren’t collaborative enough – and trendy internal social networking solutions aren’t able to organize shared information. We aim at providing the best of both worlds."
  },
  {
    "id": 2519,
    "company": "LazyPub",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/lazy.jpg",
    "company_url": "http://www.lazypub.com",
    "description": "LazyPub allows any small and medium company to easily distribute their PDF, EPUB or HTML publications through native apps on mobile and tablet devices and on the web. Readers can download free or paid publications while in app purchases and subscriptions are supported. Users can read publications, add bookmarks or share what they are reading on Facebook and twitter.<br />\r\n<br />\r\nIn the back end, there is a content system allowing publishers to manage publications, add new ones and have access to detailed statistics and insights about their readers reading habits. Publishers can even use the backend to add interactive elements (youtube videos, mp3 files, web links etc) to their publications using a simple user interface."
  },
  {
    "id": 2338,
    "company": "Level5",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/level5.jpg",
    "company_url": "http://www.level5.fr",
    "description": "Level5 conceived Nudge APM, an Application Performance Management (APM) platform in the Cloud that allows our customers to analyse and diagnose their web and non web applications. NUDGE APM focuses on an innovative Plateforme : Scalable, resilient and performant, easy to use and install, with very low overhead (&lt;1%), SLA management and capacity planning."
  },
  {
    "id": 1952,
    "company": "Ludique",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/Ludique.jpg",
    "company_url": "http://www.shyla.be",
    "description": "I started and currently operate a manufacturing unit in rural India.<br />\r\nHave developed sales and distribution channels and have explored partnership opportunities in Europe and the US to outsource production. Whilst working amongst the rural communities in South Asia I have acquired substantial hands-on, practical and intuitive knowledge with regards to various business and cultural issues. Designed and launched a collection of contemporary furniture produced in south east Asia and marketed in the US. I hold a degree in International business and a bachelors degree in Law.<br />\r\n"
  },
  {
    "id": 2346,
    "company": "NAJMTEK",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2012/10/Najmtek-ICT-Spring.gif",
    "company_url": "http://www.najmtek.com",
    "description": "Najmtek is an IT company specialized in hardware and software. Najmtek is working on the first all in one multitouch laptop : the Ubook. The classical keyboard is replaced by a touch screen which interacts directly with the display screen. Intuitive, Dynamic and Performant Touch laptop, you do not need to ass any external devices as accesories are included like the stylus . Coupled to this laptop, Najmtek has developed the first multitouch applications platform : the NAJMSTORE. When you buy the laptop you immediately have access to thousands and thousands of applications optimized for multitouch laptops which will easy and improve your laptop use : for your job or your own enterntainment. "
  },
  {
    "id": 1954,
    "company": "NEARSHOP",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/nearshop_ict13.jpg",
    "company_url": "http://www.nearshop.be",
    "description": "NearShop helps cities to develop their local economy through an innovative multi vendor e-commerce platform. Fully aligned with the recent &#039;smart cities&#039; hipe, Nearshop propose an affordable service to local shops for promoting, selling and shipping their products in a simple way. We are present in Belgium in 5 cities (Mons, Ciney, Leuven, Ciney, Durbuy), extending in 2013 to Antwerp, Namur and Liège. Nearshop is looking for investors to extend the project to other countries as from 2014."
  },
  {
    "id": 2333,
    "company": "Nekojarashi Inc",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/neko.jpg",
    "company_url": "http://www.nekojarashi.com",
    "description": "We can provide user-friendly and reasonable services by thoroughly pursuing really-required features for users. We provide three specialized cloud services, a file sharing service that is easy to use, a cloud storage service for mac users and a cloud backup service compatible with multi platform."
  },
  {
    "id": 2421,
    "company": "Oxford Biochronometrics ",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/oxford2.jpg",
    "company_url": "http://oxford-biochron.com",
    "description": "If your business is searching for an Online Identity Solution, invisible to your online customers, simple to deploy and is ‘always-on’, bio-chronometric signatures are exactly what you are looking for.<br />\r\n<br />\r\nOxford Biochronometrics is the creator of the Bio-Chronometric Signature - algorithmically derived from, never-to-be-repeated, bio-chronometric markers that we leave when we use a PC or smart phone, and cannot be copied. A cutting-edge feature of bio-chronometrics is ‘Always-On’ Authentication, enabling every keystroke, mouse-click or screen-touch to be validated in realtime.<br />\r\n<br />\r\nHTML5-capable Web-Browser or a Smart-Phone App is all that is required to detect a bio-chronometric signature, and no special client-side software is needed, making bio-chronometric signatures almost universally detectable.<br />\r\n<br />\r\nContact Adrian Neal at Oxford Bio-Chronometrics if you would like us to demonstrate this powerful technology, or visit our web site for more information."
  },
  {
    "id": 1998,
    "company": "SalesClic",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/salesclic_ict13.jpg",
    "company_url": "http://www.salesclic.com",
    "description": "SalesClic is a sales analysis and forecasting application for B2B companies.<br />\r\n<br />\r\nIt applies recent advances in data visualization, behavioral economics and predictive analytics to the sales pipeline. It measurably improves CRM data quality, helps sales reps and managers identify at-risk opportunities before it is too late, and increases sales forecast accuracy.<br />\r\n<br />\r\nSalesClic recently received Salesforce&#039;s 2012 Customer Choice Award for Analytics. In addition to Salesforce, SalesClic integrates with Google Apps and Highrise. Hundreds of companies have installed SalesClic worldwide, from fast-growing SMEs to Fortune 1000 corporations."
  },
  {
    "id": 2339,
    "company": "ScreenFone",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/scrrenphone.jpg",
    "company_url": "http://www.screenfone.com",
    "description": "The &quot;Real Click to Call&quot; is a solution &quot;Saas&quot; that allows users to call in one click a landline or mobile number, free without downloading. This is done through a simple URL.<br />\r\nScreenFone solution is a &quot;chameleon&quot; in that it fits on any page or interface with a web connection (website, blog, PDF, Powerpoint, Facebook, Twitter, Linkedin, Viadeo, Youtube, online resume, map, directory online, etc..)."
  },
  {
    "id": 2352,
    "company": "SevenBoards",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/sevenboards.jpg",
    "company_url": "http://www.sevenboards.com",
    "description": "SevenBoards is a start-up, that developed a B2B-Cloud-Software in the field of team-collaboration and project-management.<br />\r\n<br />\r\nSevenBoards developed a framework, within which you are able to choose from different tools to combine them individually to create an optimized work-flow for you and your team.<br />\r\n<br />\r\nApart from self-developed tools, SevenBoards is able to integrate well-kown third party cloud applications like dropbox or evernote and client-customized tools. This means you can use all your tools in SevenBoards you are allready using, combine them with other tools within SevenBoards and optimize your workflow without the necessity to leave SevenBoards at all."
  },
  {
    "id": 2351,
    "company": "Sharebox",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/Sharebox.jpg",
    "company_url": "http://",
    "description": "Sharebox gives you a whole new stress management tool and helps your entreprise to build the social graph inside the building. The main idea is to recreate connections between the departments. The expert in passion/skill is no longer an outside consultant but a daily worker inside your building fully valorized. By integrating the program into your company, your employees will get to know each other better by sharing the videos on the social networks and truly increase employer branding. The Sharebox program represents a real CSR project on the long term, the one-shot teambuilding is over. The concept “Happy at work” is no longer an utopy, absenteism will decrease and your productivity will be boosted."
  },
  {
    "id": 2347,
    "company": "Skeed",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/skeed.jpg",
    "company_url": "http://www.skeed.co.jp",
    "description": "Skeed is a company providing cutting edge network technologies for contents deliveries and file transfers. With patented technology, we are providing network solution that enables optimization of network, which speeds up network throughput and use network far more efficient then before. Typical result was x2 to x10 faster without changing your network environments. For example, you may have 2Mbps of download speed of streaming or file transfer with your current internet connection. This may go up to 3Mbps or 4Mbps, or even higher. You can now use this technology for consumer services, streaming services as well as enterprise usage."
  },
  {
    "id": 2027,
    "company": "Smart Eat Out",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/smarteatout_ict13.jpg",
    "company_url": "http://www.smarteatout.com/",
    "description": "Fateh is an experienced manager with an international experience in France, the Netherlands and UK. He is an expert in product strategy, agile product development and lean Startup. he hold several degrees including one in management from University of London and another in strategy and innovation from Oxford Said Business School."
  },
  {
    "id": 2523,
    "company": "Socialance",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/SOCIAL.jpg",
    "company_url": "http://www.socialance.com\t\t\t\t",
    "description": "Socialance is a professional network that is changing the way people work. <br />\r\n<br />\r\nWe are a global platform that connects you with freelancers &amp; employers you can trust, to carry out projects from start to end. Whatever you need done, from mobile development to translation, just connect your LinkedIn or Facebook account and explore talented freelancers within your network or endorsed by someone else, and hire them in a couple of clicks.<br />\r\n<br />\r\nAt Socialance we&#039;re on a quest to fix online freelancing, one project at a time. Will you join us?"
  },
  {
    "id": 1945,
    "company": "SuperStand",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/superstand_ict13.jpg",
    "company_url": "http://www.superstand.com/",
    "description": "SuperStand.com will bring both Exhibitors and Contractors together; helping Exhibitors to maximize their trade show exposure, while driving down their costs. Contractors benefit from the Company’s website by allowing their services to be acquired by the Exhibitors.<br />\r\nThe company reached the break-even point three months after starting operations, thanks to an internal funding investment of 25,000 EUR.<br />\r\nFollowing its increasing success to date, SuperStand.com plans to in the future either release its value through a public offering or to sell out its operations to an event industry company."
  },
  {
    "id": 2425,
    "company": "Splitted-Desktop Systems ",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/splitt.jpg",
    "company_url": "http://www.splitted-desktop.com\t\t\t\t",
    "description": "Our activity<br />\r\n<br />\r\nSplitted-Desktop Systems (SDS) acts as a European design house for computers and similar products. Our objective is to improve product ecological footprint, making them more attractive and taking advantage of the widely renowned « French touch » in material, design and creation. <br />\r\nInformation Technology market has become industrialized and consolidated. As a consequence of intensive cost reduction process and subcontracting approach, innovation is no longer part of main computer manufacturers’ core activity. They now assign their asian subcontractors to create innovative products for them. Asian Original Design Manufacturers (ODMs) are innovative in high volume production, manufacturing process and cost reduction, but are less focused on new product functionality and usage development. This role sharing opens business opportunities for companies such as SDS.<br />\r\nOur customers sell, industrialize or look for unique computers allowing them to stand out in a highly competitive market. They are French and international actors such as Orange, Atrust, HP, Samsung, GrosBill-Auchan and CEA. Our turnover is based on technology license sales, joint consulting services, parts and end products.<br />\r\n<br />\r\nOur value proposition<br />\r\n<br />\r\n1 - Our location is an asset for our international customers: we know what western countries consumers expect unlike our Asian competitors. In addition, partnering with western companies gives us access to state of the art technologies which are currently untapped by the computer industry (nuclear, aeronautics...).<br />\r\n2 - In contrast to our competitors rather centered on cost-reduction, we first focus our research on new uses, and then the technologies to implement.<br />\r\n3 - Finally, SDS owns a manufacturing and assembly activity. Mastering our innovation production is, for us, a major competitive benefit for our customers, looking for key-ready solutions. It allows a better understanding of the necessary development for improving cost and reliability of a new technology."
  },
  {
    "id": 2031,
    "company": "Sprawk",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/sprawk_ict13.jpg",
    "company_url": "http://sprawk.com",
    "description": "Currently no description"
  },
  {
    "id": 1971,
    "company": "Twelixir",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/tweixir_ict13.jpg",
    "company_url": "http://www.twelixir.com",
    "description": "&quot;Truth be told, there are only two kinds of Twitter users: those that want more followers and those that lie.&quot; (Guy Kawasaki)<br />\r\n<br />\r\n<br />\r\nTwelixir is a startup developing an innovative solution around Twitter. <br />\r\n<br />\r\nWith this Web application, anybody can improve his experience on Twitter &amp; increase his influence.<br />\r\n<br />\r\n<br />\r\nThe process is as following:<br />\r\n. Analysis of your Twitter account and hence of your activity;<br />\r\n. Presentation of the results: statistics, activity, timeline ...<br />\r\n. Proposal of advices and strategy, linked to the data and objective provided <br />\r\n<br />\r\n<br />\r\nTwelixir offers a disruptive approach in the retrieval and hosting of data, with a focus on historical &amp; big data.<br />\r\n<br />\r\nTwelixir combines an insight analysis, a content filter and a business rule engine."
  },
  {
    "id": 1990,
    "company": "Ubeeko",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/ubeeko_ict13.jpg",
    "company_url": "http://www.ubeeko.com",
    "description": "A rapidly growing software company with offices in Paris and Mountain View, Ubeeko is a pioneer in bringing the benefits of Hadoop Big Data technologies to enterprise and government customers.<br />\r\n<br />\r\nWith a software suite extending from enterprise file sharing to information synchronization and data governance, Ubeeko is setting a new standard for “Enterprise Information Management” (EIM).<br />\r\n<br />\r\nUbeeko&#039;s flagship product, BigDisk, is used across industries for secure collaboration, content management and on-premise data protection. BigDisk uniquely combines an enterprise-grade architecture, powerful information aggregation and search capabilities and a natural, intuitive user experience."
  },
  {
    "id": 1965,
    "company": "Uplike",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/uplike_ict13.jpg",
    "company_url": "http://www.uplike.com",
    "description": "Uplike is the first social interaction Bookmarking service for sharing personal interests both online and in real life. <br />\r\nWith Uplike, collect and organize everything you like, online or from your daily life and share it in one simple click. <br />\r\nMake a selection of the best restaurants. Say good-bye to restaurants’ cards (which are often end up getting lost), and just take a picture of what you want to remember, allowing you to both retrace and share it easily.<br />\r\nCreate gift idea lists by blending websites with actual shops.<br />\r\nExplore your friends’ bookmarks and those of your followers.<br />\r\nBookmark your life!"
  },
  {
    "id": 2340,
    "company": "Vadequa",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/vadequa.jpg",
    "company_url": "http://www.vadequa.com",
    "description": "Vadequa enables companies to manage their company culture in the cloud.<br />\r\nCompany culture plays a crucial role in attracting, motivating and retaining employees. Vadequa develops tools to boost business performance by measuring and managing their cultures and values.<br />\r\nVadequa offers three products :<br />\r\n• Company Culture Profiling (measure and monitor)<br />\r\n• Employee Development (internal mobility, training and coaching)<br />\r\n• Talent Recruitment (attraction, assessment, screening and onboarding)<br />\r\nTo move forward, it’s essential to build a strong and sustainable culture so that all employees share the same vision and objectives.<br />\r\nWhere will you be tomorrow?"
  },
  {
    "id": 1986,
    "company": "Verifpro",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/verifpro_ict13.jpg",
    "company_url": "http://www.FormForAll.com",
    "description": "Verifpro is the editor of www.FormForAll.com, a new and innovative online form builder platform. <br />\r\nDesigned using the latest web-based technology, our easy-to-use online form builder allows you to create any online form within your browser and have it displayed in more than 20 different languages. No technical experience is required. Simply create your form, and enjoy our unique Facebook connect field option, which enables web users to quickly fill in their basic information.<br />\r\nYour collected data is hosted on our secure database until you decide to retrieve it, by exporting it to Excel, or by using our API with a database or an application."
  },
  {
    "id": 2417,
    "company": "WikiApps by WikiFun",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/wiki.jpg",
    "company_url": "http://wikiapps.pro",
    "description": "Paul Sitbon is the founder of WikiApps. A senior executive who served 20 years in major corporations - Veolia Environnement Group and Suez Group - in addition to 3 years with McKinsey&amp;Company. The team is comprised of process, database, networks, and mobile technology gurus. While initial focus was B2C on WikiFun.com, we shifted to focus sales on technology services to companies and administrations. We created the the most advanced app generation platform ever built for client / citizen relationship management. We just launched our apps generator and already delivered 80 native apps to the most sophisticated and demanding clients in several countries. We seek funds to industrialize sales."
  },
  {
    "id": 2419,
    "company": "Xilopix",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/xilopix.jpg",
    "company_url": "http://www.xilopix.com",
    "description": "Xilopix Media Manager is an all-in-one Digital Asset Management solution featuring the First Multimedia Search Engine designed for the touch screen revolution. <br />\r\n<br />\r\nXilopix Media Manager aims at providing businesses with a new customer acquisition experience.<br />\r\n<br />\r\nOptimized for all kinds of touch screens (smartphones, tablets, connected TVs…), allowing searching without typing, Xilopix’s Search Engine sets users free from language barrier.<br />\r\n<br />\r\nAvailable in SaaS mode, Xilopix Media Manager offers all the functionalities of an expert, collaborative and secure Digital Asset Management solution."
  },
  {
    "id": 1959,
    "company": "YLM Labs Inc. ",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/tapp_ict13.jpg",
    "company_url": "http://www.tappapp.com/",
    "description": "TAPP APP ™, the social icebreaker that makes meeting new people while you&#039;re out, so easy, it could be considered an unfair advantage. It is the first app for opportunities that exist here and now. Signing up is free and fast if you have a Facebook account. Tapp App has been featured by Apple in the &quot;What&#039;s Hot&quot; category!<br />\r\nHere&#039;s how it works.<br />\r\nFirst see who is nearby and &quot;sneak a peek.<br />\r\nSend a smile to say hi. If your smile is &quot;liked,&quot; it&#039;s time to TAPP<br />\r\nBump phones and discover hidden connections and interests instantly.<br />\r\nGet the conversation started!<br />\r\n"
  },
  {
    "id": 1994,
    "company": "Yupeek",
    "logo_url": "http://www.ictspring.com/wp-content/uploads/2013/06/yupeek_ict13.jpg",
    "company_url": "http://www.yupeek.com",
    "description": "Yupeek is a professional social network which provides tools to students and graduated people from higher education to help them enter the labor market. We connect candidates and firms across France and neighboring countries (42K connections in 2 years). <br />\r\nYupeek is above all a tool for firms to make their communication, sourcing and recruiting students and graduates faster and easier. We have developed algorithms that understand what the company needs and how good a candidate corresponds to a job offer.<br />\r\nWe are the first French student and graduated professional social network with more than 85K candidates and 2,5K firms."
  },
  {
    "id": 2422,
    "company": "Citobi",
    "logo_url": false,
    "company_url": "http://www.citobi.eu",
    "description": ""
  },
  {
    "id": 2413,
    "company": "Lol-school",
    "logo_url": false,
    "company_url": "http://www.luxembourgeois.net",
    "description": "My name is Myriam Klein, I am a teacher, passionate about psychology and education and also dog training. Two years ago, I decided to create my own language school because I wanted to have an impact on the learning methods. As a teacher I have always been intereted in knowing how your brain functions when you are learning new things, that is why I decided to adapt the courses on each learner and to create structured courses to facilitate the learning. My school is now an online language school where the courses are given by a private teacher who acts like a private coach. The courses are all given through Skype an d our schedule is very flexible so that you can manage your own schedule."
  }
]