[
  {
    "id": 1445,
    "homepage": true,
    "profile_url": "img/mockup/wales@2x.png",
    "first_name": "Jimmy",
    "last_name": "Wales",
    "position": "Founder",
    "company": "Wikipedia",
    "position_company": "Founder, Wikipedia",
    "biography": "Ranked by Forbes Magazine as a “Web Celeb”, Jimmy Donal Wales is a U.S. Internet entrepreneur, wiki pioneer, and technology visionary, who is best known as the Founder of Wikipedia, an international collaborative free content encyclopedia on the Internet, and the Wikimedia Foundation. He is co-founder of Wikia, a privately owned free web hosting service he set up in 2004.<br />\r\n<br />\r\nThe origins of Wikipedia began in March 2000, when Mr. Wales started Nupedia (“the free encyclopedia”), which was characterized by an extensive peer-review process designed to make its articles of a quality comparable to that of professional encyclopedias. With the addition of wikis (a collection of web pages designed to enable anyone who accesses it to contribute or modify content), the project was dubbed “Wikipedia.” Mr. Wales laid down the founding principles and content, establishing an Internet-based community of contributors during that year. Wikipedia was initially intended to be a wiki-based site for collaboration on early encyclopedic content for submission to Nupedia, but Wikipedia&#039;s rapid growth quickly overshadowed Nupedia&#039;s development.<br />\r\n<br />\r\nIn a 2004 interview with Slashdot, Mr. Wales explained his motivations about Wikipedia, “Imagine a world in which every single person on the planet is given free access to the sum of all human knowledge. That&#039;s what we&#039;re doing.”<br />\r\n<br />\r\nThe success of the project has helped popularize a trend in web development (called Web 2.0) that aims to facilitate creativity, collaboration, and sharing among users. As Wikipedia expanded and its public profile grew, Mr. Wales took on the role of the project&#039;s spokesperson and promoter through speaking engagements and media appearances. His work with Wikipedia, which has become the world&#039;s largest encyclopedia, prompted TIME Magazine to name him one of its “100 Most Influential People,” in 2006 in the “Scientists &amp; Thinkers” category.<br />\r\n<br />\r\nIn 2003, Mr. Wales founded the Wikimedia Foundation, a nonprofit charitable organization dedicated to encouraging the growth, development and distribution of free, multilingual content, and to providing the full content of these wiki-based projects to the public free of charge. The Wikimedia Foundation operates some of the largest collaboratively edited reference projects in the world, including Wikipedia, the 5th most<br />\r\npopular website in the world."
  },
  {
    "id": 1446,
    "homepage": true,
    "profile_url": "img/mockup/hawkins@2x.png",
    "first_name": "Trip",
    "last_name": "Hawkins",
    "position": "Founder of Electronic Arts - CEO",
    "company": "Digital Chocolate",
    "position_company": "Founder of Electronic Arts - CEO, Digital Chocolate",
    "biography": "Trip Hawkins is a Hall of Fame game industry leader who founded and built Electronic Arts and played a key role in defining the PC industry.  Co-Founder and CEO of If You Can Company, a publisher of educational games, he also now advises game and tech companies including Kixeye, NativeX and Extreme Reality 3D.  He has spent his entire career in new media, first as an executive that pioneered the PC industry along with Apple’s founders at a time when the entire company had only 25 office workers.    <br />\r\n<br />\r\nHe founded EA in 1982, introduced many fundamental strategies and business practices to the game industry and was the creative and production force behind EA Sports.  He later founded 3DO, a pioneering digital media platform; and Digital Chocolate where he led the company to deliver more than 200 million mobile app downloads and billions of game sessions.  He developed and produced several games with software artists that are now in various halls of fame, and was himself the first and only business executive named to the Hall of Fame by the Academy of Interactive Arts and Sciences."
  },
  {
    "id": 1447,
    "homepage": true,
    "profile_url": "img/mockup/yecies@2x.png",
    "first_name": "Laura",
    "last_name": "Yecies",
    "position": "Consulting CEO, Catch - CEO",
    "company": "SugarSync",
    "position_company": "Consulting CEO, Catch - CEO, SugarSync",
    "biography": "Laura is a consumer software and Internet services industry veteran with two decades of experience leading top consumer brands such as ZoneAlarm, Yahoo and Netscape.  <br />\r\n<br />\r\nYecies joined SugarSync in Q4 2008 to expand the company and initiate an aggressive business and product growth phase. Most recently, Yecies was General Manager of the ZoneAlarm consumer and small business division at Check Point Software, responsible for all facets of business development, marketing, sales, and product. She led key initiatives to drive ZoneAlarm&#039;s technology vision and significantly increase brand awareness.  <br />\r\n<br />\r\nPreviously, at Yahoo, Yecies served as Global General Manager of the Yahoo Mail division. Earlier, Yecies was Vice President of the Netscape browser division at AOL where she was responsible for the development of Netscape 7.0 and the launch of the Netscape browser in 23 languages. Prior to Netscape, she led Latin American sales at Informix Software Corp. in Latin America. Additionally, Yecies served as Director of Marketing Programs for the Asia Pacific Latin America region at Gupta Corporation.  <br />\r\n<br />\r\nEarlier in her career Yecies worked as an international risk analyst at the Overseas Private Investment Corporation – a division of the Agency for International Development and as a lecturer in International Marketing at Santa Clara University.  <br />\r\n<br />\r\nYecies received her M.B.A. from Harvard, plus an M.S.F.S. from Georgetown School of Foreign Service where she graduated with honors in International Business Diplomacy. She received her A.B. Magna Cum Laude in Government from Dartmouth and was elected to Phi Beta Kappa.She has studied abroad at the London School of Economics and with Dartmouth in Blois, France. Yecies serves on the Board of several community non-profit organizations and has worked as a volunteer medical translator in Guatemala. She has lived in Brazil, France and England, is fluent in Portuguese, Spanish, and French and loves travelling the world as much as possible with her husband and four children."
  },
  {
    "id": 1448,
    "homepage": true,
    "profile_url": "img/mockup/sondergaard@2x.png",
    "first_name": "Peter",
    "last_name": "Sondergaard",
    "position": "Senior Vice President, Research",
    "company": "Gartner",
    "position_company": "Senior Vice President, Research, Gartner",
    "biography": "Peter Sondergaard, senior vice president, Research, is responsible for the leadership and strategic direction of more than 730 Gartner analysts, ensuring that the organization&#039;s priorities align directly with those of clients located in 80 countries.   <br />\r\n<br />\r\nSondergaard is a distinguished analyst and a highly respected research leader with more than 30 years experience in the information technology industry. He joined Gartner in 1989 as a program director for company’s personal computing research area, specializing in the desktop computing issues of European users. Over the course of the next 21years at Gartner, Sondergaard held positions of increasing seniority within the Research organization, including hardware and systems sector vice president and general manager for Research, EMEA. Prior to his current role, Sondergaard was head of research for the technology and services sector.   <br />\r\n<br />\r\nSondergaard is frequently quoted in the world’s most influential business and technology media outlets representing Gartner thought-leadership on a broad range of topics and a regular keynote speaker at leading industry events worldwide.  <br />\r\n<br />\r\nPrior to joining Gartner, Sondergaard was research director at IDC in Europe and, formerly, responsible for the integration of PCs and data at Scandinavian Airlines System (SAS).   Sondergaard holds a master&#039;s degree in economics from the University of Copenhagen, Denmark."
  },
  {
    "id": 1449,
    "homepage": true,
    "profile_url": "img/mockup/stevens@2x.png",
    "first_name": "Brian",
    "last_name": "Stevens",
    "position": "CTO",
    "company": "Red Hat",
    "position_company": "CTO, Red Hat",
    "biography": "Brian Stevens joined Red Hat&#039;s senior management team in 2001 and has been critical to leading the company&#039;s entrance into the enterprise. As CTO and Vice President, Worldwide Engineering, <br />\r\n<br />\r\nStevens has responsibility for Red Hat® engineering globally, encompassing Linux®, virtualization, middleware, storage and cloud computing.  Stevens began his career at Digital Equipment Corporation where he was a developer on the first commercial release of the X Window System. During his 14 years at Digital, he became a senior member of technical staff and was responsible for the architecture and development of the UNIX and clustering product lines.  <br />\r\n<br />\r\nStevens earned a master&#039;s degree in computer systems from Rensselaer Polytechnic Institute and a bachelor&#039;s degree in computer science from the University of New Hampshire. He currently serves on the boards of DataGravity and Pentaho."
  },
  {
    "id": 1450,
    "homepage": true,
    "profile_url": "img/mockup/tsujino@2x.png",
    "first_name": "Koichiro",
    "last_name": "Tsujino",
    "position": "VAIO Developer, Sony - Former President of Google Japan - Founder",
    "company": "Alex Corporation",
    "position_company": "Founder Alex Corporation - VAIO Developer, Sony - Former President of Google Japan",
    "biography": "Born in 1957 in Fukuoka Prefecture. Graduated from Keio University’s Graduate School of Engineering in 1984 and entered Sony Corporation in the same year. Through the company’s overseas study program, went to the United States to study at California Institute of Technology’s Department of Electrical Engineering. Developed such Sony hit products as the “VAIO” personal computer, the “Sugoroku” HDD DVD recorder, the “CoCoon” television channel server and other major products.   <br />\r\n<br />\r\nAfter resigning from Sony in March 2006, joined Google in 2007 and was appointed president of Google Japan in January 2009. Played a key role in Google’s growth in the Japanese market. Resigned in April 2010 to establish ALEX Corporation with like-minded members. Currently serving as representative director, president and CEO of ALEX Corporation. Also, an outside board member of KLab Inc. and AOI Pro. Inc. Visiting professor of the Faculty of Commerce, Waseda University. Wrote the book, Everything Google Needed I Learned at Sony (Shinchosha, November 20, 2010)."
  },
  {
    "id": 1451,
    "homepage": true,
    "profile_url": "img/mockup/mccormack@2x.png",
    "first_name": "Ade",
    "last_name": "McCormack",
    "position": "Advisor, Writer and Speaker on the Digital Economy",
    "company": "The Financial Times",
    "position_company": "Advisor, Writer and Speaker on the Digital Economy, Financial Times",
    "biography": "He is the author of 4 books including &#039;The e-Skills  Manifesto - A Call to Arms&#039; commissioned by the European Commission to influence policy in respect of digital jobs. Ade works with the world&#039;s leading technology, staffing and end user companies in respect of how the world is changing in terms of work, workers and leadership. He has an opinion column in the Financial Times advising business leaders on digital economy matters. Similarly he has an opinion column with CIO magazine. Ade has lectured on digital leadership at MIT Sloan School of Management and has worked in over 20 countries."
  },
  {
    "id": 1460,
    "homepage": true,
    "profile_url": "img/mockup/isaiadis@2x.png",
    "first_name": "Stavros",
    "last_name": "Isaiadis",
    "position": "AVP Technology",
    "company": "Bank of America Merrill Lynch",
    "position_company": "AVP Technology, Bank of America Merrill Lynch",
    "biography": "Since early 2011 Stavros has been responsible for the architecture and development of electronic trading applications for the Equities and Portfolio Trading business of Merrill Lynch in London, including portfolio optimization, unwinding engines, and algorithmic portfolio trading. Previously, he was a Senior Research Engineer with Fujitsu Laboratories of Europe, working in the areas of cloud integration and management, as well as cloud application modeling and development methodologies.   <br />\r\n<br />\r\nStavros has a strong academic record including a PhD in distributed systems architecture followed by extensive work on European projects on grid systems design, data modeling, and dependability. As a research fellow he was one of the pioneers in dynamic mobile resource pooling, formulating and prototyping ideas widely used in the context of cloud and social computing today. He is a frequent participant in conferences and expert panels; has authored and presented many peer-reviewed papers; and is involved in cloud standardization efforts where he chairs an OASIS technical committee."
  },
  {
    "id": 1461,
    "homepage": true,
    "profile_url": "img/mockup/jones@2x.png",
    "first_name": "Neira",
    "last_name": "Jones",
    "position": "Partner, Accourt, Chairman, Cybercrime Advisory Board",
    "company": "CSCSS",
    "position_company": "Partner, Accourt, Chairman, Cybercrime Advisory Board, CSCSS",
    "biography": "During her more than 20 years in financial services, Neira has played a leading role in revolutionising payment security. Currently Partner at Accourt Ltd, she is responsible for the Risk &amp; Digital practice.  Formerly Director of Payment Security and Fraud at Barclaycard, she was responsible for the security compliance and risk management of some 100,000 merchants and third parties, as well as developing other innovative fraud offerings.  With a mission to demystify information security she is a frequent speaker to a wide range of audiences, and in recent years has been the proud recipient of the Acquiring Personality of the Year 2013 Award from Merchant Payments Ecosystem and the SC Magazine Information Security Person of the Year Award 2012.  She was inducted to the Infosecurity Europe 2011 Hall of Fame and voted one of the Top 10 Most Influential People in Information Security by SC Magazine and ISC2 in 2010.  She was a member of the PCI Security Standards Council Board of Advisors and is a Chairman of the Cybercrime Advisory Board for the Centre for Strategic Cyberspace and Security Science, and also sits on various other advisory boards."
  },
  {
    "id": 1462,
    "homepage": true,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2012/10/Zubair-Ahmed_ict1.jpg",
    "first_name": "Zubair",
    "last_name": "Ahmed",
    "position": "VP, Head of IT",
    "company": "Emirates Islamic Bank",
    "position_company": "VP, Head of IT, Emirates Islamic Bank",
    "biography": "The speaker has led and implemented several governance and change management initiatives in various organizations. In addition to various hands-on achievements, have also participated in the authoring of PMI&#039;s Program and Portfolio Management standards. Zubair Ahmed‘s professional expertise includes IT management, Business – IT transformation, IT architecture and quality management including the business process (re)engineering and quality assurance / control.   <br />\r\n<br />\r\nHe has been associated with the Financial Services Industry for over 21 years. In the recent past he has been involved in leading and executing strategies to synergize people, process and technology to create higher organizational value. Excels in enterprise consolidation projects, from technology, people and process perspectives and in showcasing IT&#039;s higher value to business. Being an ardent speaker, Zubair has featured in numerous global events, authoring many papers including the book “Power To Kids – Apply Quality &amp; Management principles to Parenting”."
  },
  {
    "id": 1464,
    "homepage": true,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2012/10/Barry-Maher_ict.jpg",
    "first_name": "Barry",
    "last_name": "Maher",
    "position": "Motivational Speaker",
    "company": "Barry Maher & Associates",
    "position_company": "Motivational Speaker, Barry Maher & Associates",
    "biography": "Today Barry Maher is in demand for business audiences of all types. And whether as a speaker or a consultant, he’s hired to get results: to improve productivity and attitude and ultimately, the bottom line.  <br />\r\n<br />\r\nThose clients include organizations like ABC, the American Management Association, AT&amp;T, Berkshire Hathaway, Canon, Cessna, Deloitte, Fox Cable Television, Fuji, Hewlett-Packard, Infiniti, Johnson &amp; Johnson, Merck, the National Lottery of Ireland, the U.S. Government, Verizon and Wells Fargo.  <br />\r\n<br />\r\nBarry’s is the author of Filling the Glass, which has been honored as “[One of] The Seven Essential Popular Business Books.”  His other books include No Lie: Truth Is the Ultimate Sales Tool, the Prentice Hall Marketing Yearbook, and strangely enough, the fantasy cult classic, Legend. You may have seen Barry Maher on such international television outlets as CNBC, CBS or NBC. And he’s frequently featured in publications that range from the New York Times, the Wall Street Journal and the London Times to—what he insists is his personal favorite—Funeral Services Insider."
  },
  {
    "id": 1465,
    "homepage": true,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2012/10/SMaher_ict13.jpg",
    "first_name": "Shannon",
    "last_name": "Maher",
    "position": "Former VP/AOL and Engineering Director, Google",
    "company": "",
    "position_company": "Former VP/AOL and Engineering Director, Google",
    "biography": "Shannon Maher has spent more than 30 years in the technology world, building and leading world-class engineering teams for major corporations and innovative startups across the globe. Shannon was most recently at Google, where he had world-wide responsibility for all Google mobile application development, and also served as Site Director/Engineering Director in London, Munich, Waterloo (Canada), Zurich and Moscow. He also led the Display Ads teams for Google in Seattle and Kirkland (WA, USA), launching next generation technologies for ads matching (DSP), demographic inference, and world-wide media panels. Mr Maher left Google after 7 ½ years in Feb 2013.  <br />\r\n<br />\r\nPrior to Google Shannon’s positions included VP at AOL Mobile launching new mobile technologies, and GM of Wireless Services. In the startup world, his experience includes leading the engineering teams as SrVP at Tegic Communications (T9 text input) and as VP/Engineering at Optimas  orporation, as well as Research Director at Sierra Geophysics (INC 500 in the 1980s). He has been through three acquisitions of his companies and his career has crossed technical domains including not only mobile and ads, but also signal processing, geophysical inversion, image analysis and machine vision, embedded software, and even particle detection for high energy physics  experimentation at FermiLab.  <br />\r\n<br />\r\nMr Maher received his BS in EE/CS at MIT, an MS in Geophysics at the University of Colorado, and a Certificate in Business Administration from the University of Washington. He is proudest, though, of his family, which includes his wife Cindy and daughters Erin (at Yale University) and Jamie (at Vassar College)."
  },
  {
    "id": 1466,
    "homepage": true,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2012/10/OLIVIER-ROYANT_ict1.jpg",
    "first_name": "Olivier",
    "last_name": "Royant",
    "position": "Editor in Chief",
    "company": "Paris Match",
    "position_company": "Editor in Chief, Paris Match",
    "biography": "Born in Paris in 1962, Olivier Royant is a graduate of the Paris Institute of Political Studies and holds an MBA from New York’s Columbia University.  He began his journalistic career at the Paris-based radio station Radio Gilda in 1982 before becoming a staff reporter at Paris Match in 1985, and a senior writer in 1986.  In 1987, he was named permanent correspondant to the United States where he spent 10 years in New York covering all aspects of American society.  In 1998, he returned to Paris to become the magazine’s Executive Editor.    <br />\r\n<br />\r\nHe was co-producer of « Match Magazine », a monthly news magazine hosted by Alain Genestar, and was co-author of « September 11, 2001, the War, an investigation on the attack of humanity » (Filipacchi Books).  Since his nomination as Editor-in-Chief in July, 2006, Paris Match has twice received the prestigious French Magazine of the Year award, in 2008 and 2012."
  },
  {
    "id": 1467,
    "homepage": true,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2012/10/pepe-moder_ict.jpg",
    "first_name": "Pepe",
    "last_name": "Moder",
    "position": "Global Director for the Digital Marketing & Communication",
    "company": "Pirelli",
    "position_company": "Global Director for the Digital Marketing & Communication, Pirelli",
    "biography": "With a degree in business administration, Pepe Moder has begun working in the marketing at I.net. His next step was in the role of Product Manager of UUNET(WorldCom group IBD) and later Mktg Partner in strategic consulting for the digital world. In the same period he published “Web Marketing for Small and Medium Enterprises” and “Internet Startup”, two books with Apogeo.  <br />\r\n<br />\r\nIn Genialpoint (RAS Group) Pepe took care of Digital Business Development to then play the role of New Media Manager for Internet communication and institutional web sites in Ras and for the entire Allianz Group in Italy. in 2008 he joined Barilla where he remained until 2012 as the Head of Digital Marketing &amp; Communication Group.  <br />\r\n<br />\r\nSince April 2012 he entered in Pirelli Tyre covering the position of Global Director for the Digital Marketing &amp; Communication. He is also a lecturer in digital communication and marketing at the Bocconi University."
  },
  {
    "id": 1468,
    "homepage": true,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2012/10/siroker-v_ict.jpg",
    "first_name": "Dan",
    "last_name": "Siroker",
    "position": "Former Director of Analytics for the Obama Presidential Campaign - Co-founder & CEO,",
    "company": "Optimizely",
    "position_company": "Co-Founder & CEO, Optimizely - Former Director of Analytics for the Obama Presidential Campaign",
    "biography": "Dan Siroker is the Co-Founder &amp; CEO of Optimizely, a dramatically easier way to A/B test your website. The inspiration for Optimizely came from Dan&#039;s experience as the Director of Analytics for the Obama Presidential Campaign and Deputy New Media Director for the Presidential Transition. Before Optimizely, Dan co-founded an online math game for kids called CarrotSticks. He was formerly a Product Manager for Google Chrome and AdWords. Dan graduated with Honors from Stanford University with a B.S. in Computer Science."
  },
  {
    "id": 1469,
    "homepage": true,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2012/10/Vanhatapio_ict13.jpg",
    "first_name": "Jarno",
    "last_name": "Vanhatapio",
    "position": "Founder",
    "company": "Nelly.com",
    "position_company": "Founder, Nelly.com",
    "biography": "Former construction worker Jarno Vanhatapio founded Nelly.com (part of CDON group) in his livingroom 2003. Nelly.com is one of the most exciting and fastest growing fashion online shops in Europe and has grown from 2 to 90 million euro in turnover in the last 5 years. With over 100 million hits 2012. Jarno stepped down from the CEO position 2007, and has worked as an senior advisor and board member until march 2013 when he left the company he founded. Jarno is one of the most booked speaker in the nordics. He speaks about; E-commerce, marketing, social and viral media. 2012 he was rewarded with the finest trade award from the Swedish chamber of commerce for the pioneering work that made Nelly.com the #1 online fashion destination in the nordics.   <br />\r\n<br />\r\nIn this session we will hear, Jarno Vanhatapio, about some of the successful tactics and some of the less successful tactics that they have employed during their journey with Nelly.com. He will also reviel details about his new start up and how he thinks e-commerce will develop in the next upcoming years, and talk about trends in big scale e-commerce."
  },
  {
    "id": 1470,
    "homepage": true,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2012/10/liamBoogar_ict13.jpg",
    "first_name": "Liam",
    "last_name": "Boogar",
    "position": "Co-founder",
    "company": "Rude Baguette",
    "position_company": "Co-founder, Rude Baguette",
    "biography": "Co-founder of the Rude Baguette - France&#039;s Startup Blog - Liam Boogar moved to France in 2010 after growing up in the Silicon Valley. , often asking the hard-hitting questions that European bloggers are not yet used to asking. In conferences, he provides an outside, yet educated opinion on key European issues, as well as key insights on global trends that prevail in Europe.   Since its launch in 2011, the Rude Baguette has quickly become a reference point for anyone interested in the French tech market.  <br />\r\n<br />\r\n05/2012: Web2Day. Nantes, FR - Moderated a panel with Americans discussing key issues in Europe 09/2012:  The Pirate Summit. Cologne, DE - Moderated a panel with Venture Capitalists from Mangrove     <br />\r\n                  and two German VC Funds <br />\r\n10/2012: General Assembly. London, UK - Gave a 45 minute talk about the Paris Startup Ecosystem, and <br />\r\n                 how London startups could take advantage of Paris. <br />\r\n01/2013: General Assembly. Berlin, DE - Gave a 45 minute talk about the Paris Startup Ecosystem, and <br />\r\n                 how London startups could take advantage of Paris. <br />\r\n03/2013: London Web Summit. London, UK - Siting on a panel as a judge for the LWS Startup <br />\r\n                 Competition <br />\r\n03/2013: eDeals Summit. London, UK - Moderating a panel with founders of French eDeals/eCouponing <br />\r\n                 startups <br />\r\n04/2013 (to come). Failcon. Zurich, CH - Giving a talk called &quot;Failure by Omission&quot; <br />\r\n05/2013 (to come). Web2Day. Nantes, FR - Speaking &amp; MC-ing the entire English-language portion of the <br />\r\n                 event (~50% of talks over two days) <br />\r\n06/2013 (to come). ICT Conference. Luxembourg - Speaking/Moderating/MC-ing at the conference."
  },
  {
    "id": 1471,
    "homepage": true,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2012/10/Eduardo-Mendez-Polo_ict13.jpg",
    "first_name": "Eduardo",
    "last_name": "Mendez Polo",
    "position": "Head of IT Cloud & Low-Cost",
    "company": "Telefonica",
    "position_company": "Head of IT Cloud & Low-Cost, Telefonica",
    "biography": "Eduardo Mendez has been working for Telefonica for the last 14 years, where he has deployed a variety of activities related to infrastructure and services management, since the very early wap and sms services to the most recent video and social networking ones. He has built and managed a diversity of technology scenarios from the proprietary dedicated servers through utility computing to the present cloud environments. He recently joined the internal IT department to implement these best practices intensively across the entire IT infrastructure."
  },
  {
    "id": 1940,
    "homepage": true,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/DavidGardner_ict13.jpg",
    "first_name": "David",
    "last_name": "Gardner",
    "position": "Co-founder & General Partner",
    "company": "London Venture Partners",
    "position_company": "Co-founder & General Partner, London Venture Partners",
    "biography": "David started his career in computers at the age of 13 when he used his paper route savings to purchase an Apple II computer in 1978. Immediately convinced he had found his professional calling he completed his high school education 2 years early and started programming and working full time as a computer salesman and installation engineer.<br />\r\n<br />\r\nSoon after consulting for Atari’s new home computer division in 1981 he met Trip Hawkins who was starting Electronic Arts. EA was a classic Silicon Valley startup funded by Sequoia, Klieiner Perkins and Sevin Rosen David joined the startup team behind EA as the 11th employee in 1982 and went on to found the European business unit in 1986 and lead the unit from 1995 where he grew it to $1B in gross revenue and 1200 employees.<br />\r\n<br />\r\nDavid became part of the global management team based in California in 2004 after the European success. His expanded responsibility included international growth into Asia and he was responsible for nearly half of the company’s annual revenue when he departed in 2007 to return with his family to live in Europe.<br />\r\n<br />\r\nDavid became CEO of Atari S.A. to complete a childhood dream of running the most famous name in computer games. The turnaround objective was marked by the successful sale of Atari’s physical distribution company, the privatisation of the US public entity and the purchase of Cryptic studios which delivered the majority of the company revenue and R&amp;D spending into the new digital economy.<br />\r\n<br />\r\nDavid is an active private pilot. In 2007 he was awarded an OBE on Her Majesty’s birthday honours list for services to British business."
  },
  {
    "id": 2041,
    "homepage": true,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/Rupert-Keeley_ict13.jpg",
    "first_name": "Rupert ",
    "last_name": "Keeley",
    "position": "CEO EMEA",
    "company": "Paypal",
    "position_company": "CEO EMEA, Paypal",
    "biography": "Rupert Keeley is the General Manager for PayPal’s businesses in Europe, Middle East, Africa (EMEA) and Asia Pacific and a Senior Vice President of eBay Inc. Based in Luxembourg and Singapore, Rupert has responsibility for leading the development of PayPal’s business across these geographies to capitalize on the rapid growth in commerce conducted over the Internet, mobile channels and increasingly in the off-line world.  <br />\r\n<br />\r\nKeeley has more than 30 years of banking and payments experience and was formerly Visa Inc’s group executive and president of the Asia Pacific and CEMEA regions and a Section 16 Officer of the company.  In his 11-year career with Visa, he has held a number of management roles including president of Asia Pacific and global head of strategy and corporate development. Prior to joining Visa in 1999, Keeley held a number of senior management positions with Standard Chartered plc based in London, Singapore and the Middle East.  He started his career at Girobank plc in London.<br />\r\n<br />\r\nKeeley holds an MBA in Marketing from the City University Business School, London and a B.Sc. (Hons) in Management Sciences from the University of Manchester, England.<br />\r\n"
  },
  {
    "id": 1472,
    "homepage": true,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2012/10/GN_ict131.jpg",
    "first_name": "Gary",
    "last_name": "Kneip",
    "position": "CEO & Chairman, Co-founder",
    "company": "Secure IT",
    "position_company": "CEO & Chairman, Co-founder, Secure IT",
    "biography": "After teaching for a few years, Gary Kneip began managing businesses and people. In 1985, he started up Digital Equipment Luxembourg, which he left in 1989 to manage the Internal Organisation and ICT divisions at Banque Internationale à Luxembourg (now Dexia). In 1993, he founded TECSYS (then one of the largest system integrators in Luxembourg) and was the CEO and Chairman. In 2000, TECSYS acquired another ICT company and Gary Kneip was appointed CEO and Chairman of the merged structure (primesphere). He left this function at the end of 2003 to start up SecureIT.  <br />\r\n<br />\r\nGary Kneip has also been heavily involved in Luxembourg’s employers (lobby) organisations for over 15 years, which have allowed him to gain extensive insight into the political and economical mechanics driving Luxembourg’s society.  <br />\r\n<br />\r\nGary is President of the national Economic &amp; Social Council as well as President of Luxembourg’s Confederation of Commerce Federations representing the Services sector.  <br />\r\n<br />\r\nHe is the founder and first President and Board member of Luxembourg’s association of ICT professionals (APSI); founding Board member of the Alternative Telecom Operators’ association (OPAL); Board member of Luxembourg’s employers’ mutual social insurance and of Luxembourg’s social security investment fund; President of Luxembourg’s employers’ head organisation’s CSR task force; former President of Luxembourg’s Young Entrepreneurs’ Organisation (FJD).  <br />\r\n<br />\r\nGary Kneip was born in Luxembourg in 1955. He speaks Luxembourgish, German, French, English and Flemish fluently."
  },
  {
    "id": 1473,
    "homepage": true,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2012/10/RG_ict13.jpg",
    "first_name": "Raphael",
    "last_name": "Goumot",
    "position": "Founder",
    "company": "CREAgile",
    "position_company": "Founder, CREAgile",
    "biography": "Raphael has 20 years of experience in the strategic design and operational management of new products and services for connected  industries, telecommunications, mobile internet, entertainment and games. His track record includes setting up and managing teams to deliver in high pressurized, international and multicultural environments : digital content delivery platforms, location-based services and mobile games. <br />\r\n<br />\r\nHe founded CREAgile in 2012, to bind start-ups models and corporate ventures levers, consulting and training on innovation strategies and agile management.  <br />\r\n<br />\r\nHe graduated from ESCP Europe, CNAM and University of Paris-Dauphine, is certified Scrum and Innovation Games, also giving lectures in French Universities on digital marketing and innovation management."
  },
  {
    "id": 1514,
    "homepage": true,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2012/10/bpfeiffer_ict13.jpg",
    "first_name": "Boris",
    "last_name": "Pfeiffer",
    "position": "Managing Director",
    "company": "Kabam Europe ",
    "position_company": "Managing Director, Kabam Europe ",
    "biography": "Boris Pfeiffer has set up Kabam’s European operations in Luxembourg in 2011 and grew Kabam Europe to 60 people, helping the company to grow to one of the leading publishers of free to play games on iOS, Android and the web. He has over 13 years of successful international leadership experience in sales, professional services, operations, product development and marketing in the Internet and software industry. <br />\r\n<br />\r\nHe founded and headed Innoserv GmbH, Ltd. and Inc. from 1995 to 1998. After having worked for several companies including NetObjects Inc. and NXN Software AG, he joined Tickle Europe GmbH, a Monster Worldwide Inc. company, and managed Europe&#039;s operations. From 2007 until 2010, he served as Monster.com&#039;s Vice-President and General Manager for Internet Advertising in Europe. Afterwards, he held the same positions at the incubator Ooga Labs in San Francisco who created and sold Wonderhill Inc. to Kabam. Boris Pfeiffer is the author of Facebook Fan Pages, published in 2011."
  },
  {
    "id": 1534,
    "homepage": true,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2012/10/RV_ict13.jpg",
    "first_name": "Renaud ",
    "last_name": "Visage ",
    "position": "Co-Founder & CTO",
    "company": "Eventbrite ",
    "position_company": "Co-Founder & CTO, Eventbrite ",
    "biography": "Renaud is the founding technical architect of Eventbrite and is responsible for the internationalization of our platform. <br />\r\n<br />\r\nRenaud started his career as an environmental consultant with Geomatrix Consultants where he designed and managed large-scale environmental cleanups. Fascinated by the Internet, Renaud joined, as the Director of Engineering, Internet photo-sharing pioneer, Zing Networks which was funded by Kleiner Perkins Caufield &amp; Byers and later acquired by Sony ImageStation. <br />\r\n<br />\r\nRenaud is also an accomplished architectural and travel photographer. His work is represented by various stock photo agencies around the world like Getty Images, Age Fotostock or Alamy. His work has been used in magazines, books, movies, brochures and advertisements in more than 40 countries. A portfolio of his work can be seen on his portfolio web site. <br />\r\n<br />\r\nRenaud has a Master of Engineering from Cornell University and from Ecole Centrale de Lyon (France)."
  },
  {
    "id": 1537,
    "homepage": true,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2012/10/VolkerH_ict13.jpg",
    "first_name": "Volker",
    "last_name": "Hirsch",
    "position": "Global Head of Business Development – Games ",
    "company": "BlackBerry",
    "position_company": "Global Head of Business Development – Games, BlackBerry",
    "biography": "Volker is the Global Head of Business Development – Games for Research In Motion (BlackBerry) after having sold the mobile social gaming platform Scoreloop, which now boasts more than 300m users, where he was the Chief Strategy Officer. He is also a co-founder and non-executive director of Blue Beck, a game studio.  <br />\r\n<br />\r\nA lawyer by education, Volker has worked in mobile entertainment since 1999. He worked with music artists like Britney Spears, Snoop Dogg, Eve, Nile Rodgers and Duran Duran on the world’s first mobile artist services and has been in the mobile games sector almost from its start with Mforma/Hands-On Mobile and Connect2Media (which he co-founded) where he oversaw licensing and corporate development and worked with Marvel, Hasbro, Activision, LEGO, BMW, Konami, the World Poker Tour, Universal, Viacom, and many developers along the way.   <br />\r\n<br />\r\nVolker is a Fellow of the Royal Society of Arts, an EMEA Board Member of MEF and a Governor of the Fallibroome Academy, and “outstanding” (OFSTED) comprehensive school. He is also a member of the Steering Committee for TEDx Youth @ Manchester and a co-founder of Mobile Monday Manchester. He tweets @vhirsch."
  },
  {
    "id": 1602,
    "homepage": true,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/05/eleandri_ict13.jpg",
    "first_name": "Eric ",
    "last_name": "Léandri",
    "position": "Co-Founder & COO",
    "company": "Qwant",
    "position_company": "Co-Founder & COO, Qwant",
    "biography": "Biography not available"
  },
  {
    "id": 1617,
    "homepage": true,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2012/10/nadra_ict13.jpg",
    "first_name": "Nadra ",
    "last_name": "Moussalem ",
    "position": "Principal",
    "company": "Colony Capital",
    "position_company": "Principal, Colony Capital",
    "biography": "Nadra Moussalem (Principal) is responsible for the identification, evaluation, consummation and management of European investments. He is also Chief Executive Officer of Data Europe.  <br />\r\n<br />\r\nPrior to joining Colony in 2000, Mr. Moussalem worked for AXA in Paris in the Financial Products engineering department. Mr. Moussalem graduated from the Ecole Centrale in Lyon, with a Masters in Information and Communication Technology. <br />\r\n<br />\r\nMr Moussalem serves on the board of Accor, Distribuidora Internacional de Alimentacion (DIA) and Edenred."
  },
  {
    "id": 1635,
    "homepage": true,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2012/10/LB_ict13.jpg",
    "first_name": "B ",
    "last_name": "Bonebakker ",
    "position": "Head of Customer Experience Center",
    "company": "ING",
    "position_company": "Head of Customer Experience Center, ING",
    "biography": "Lodewijk Bonebakker is the Head of the ING Customer Experience Center at ING Bank in the Netherlands, which he joined in October 2012. Prior to ING he worked at IMC Trading as Head of Technology Research &amp; Development (2009-2012) and at Sun Microsystems (1995-2009). <br />\r\n<br />\r\nLodewijk has a breadth of experience in computer system research and consultancy, performance and capacity planning and analysis. Lodewijk has a PhD in Systems Engineering and a MSc in Astronomy."
  },
  {
    "id": 2043,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/Zois_ict13.jpg",
    "first_name": "Jerome",
    "last_name": "Zois",
    "position": "",
    "company": "Technology Evangelist",
    "position_company": "Technology Evangelist",
    "biography": "Jerome is a young Luxembourg native and a Silicon Valley entrepreneur, who helped orbit a number of startups in the field of distributed evolutionary algorithms, cloud computing and big data. Prior to calling Silicon Valley his home, Jerome worked in technology focused corporate finance at Hutchison Whampoa and Goldman Sachs in Hong Kong. Jerome was awarded a Bachelor&#039;s Degree in International Economics and a Masters Degree in Corporate Finance from Bocconi University in Milan (aged 19). An avid digerati and technology connaisseur, Jerome specializes in the financing of technology ventures and the scaling of startups in the US, Europe and Asia."
  },
  {
    "id": 2039,
    "homepage": true,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/bartV_13.jpg",
    "first_name": "Bart ",
    "last_name": "Vercammen",
    "position": "Director Product Management",
    "company": "Technicolor",
    "position_company": "Director Product Management, Technicolor",
    "biography": "Bart Vercammen is since 2010 appointed Director of Product Management at Technicolor. As part of the Solutions Strategy &amp; Portfolio Management department of the Connected Home Organization, Bart’s team of Product Managers are accountable for defining and architecting the Connected Home solutions portfolio (Gateways, STB’s and Software) as well as driving and boosting innovation within Technicolor. <br />\r\n<br />\r\nWith his 10 years of experience and strong background in business development and portfolio management, Bart is now managing a P&amp;L of more than 250 mio Euros, with major tier 1 customers. <br />\r\n<br />\r\nAfter graduating as an Electronics Engineer, Bart gained several years of experience in ADSL CPE project management, program management and finally product management. During that time, he also attained a Master degree in Industrial Entrepreneurship at EHSAL Management School as well as an Executive International MBA at Vlerick Management School."
  },
  {
    "id": 2048,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/Jean-Hilger.jpg",
    "first_name": "Jean ",
    "last_name": "Hilger",
    "position": "CIO, Senior Vice President",
    "company": " BCEE",
    "position_company": "Advisory Board Chairman",
    "biography": "Luxemburgish nationality, born in 1961. He holds college degrees in Computer and Political Sciences, in Theology and Economics. He continued with postgraduate degree in Computer Sciences and doctorate studies in Production Management at the INRIA in Nancy. In 1990 he obtained a PhD in Management Sciences at the University Louis Pasteur in Strasbourg.<br />\r\n<br />\r\nFrom 1990 he has been working for the State and Savings Bank Luxembourg and serves today as the Senior Vice President and Head of Information Technology. He was elected CIO of the year in 2008 and 2010.<br />\r\n<br />\r\nMember of the Board of Directors of the NGO Foundation Follereau and the International Executive Council and former member of CETREL’s SA Board of Directors."
  },
  {
    "id": 2052,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/ThomasO_ict13.jpg",
    "first_name": "Thomas ",
    "last_name": "C ",
    "position": "Director",
    "company": "SalesClic",
    "position_company": "Director, SalesClic",
    "biography": "Thomas Oriol is a Director at Nimble Apps Limited, the Dublin-based publisher of SalesClic. Prior to founding Nimble Apps, Thomas spent 10 years advising European technology companies on mergers and acquisitions. Thomas holds a MS in Political Science from Sciences Po Paris, an MBA from ESSEC Business School and an MPhil in Economics from Sciences Po Paris.<br />\r\n <br />\r\nAbout NimbleApps/SalesClic:<br />\r\nNimble Apps was founded in 2008 and develops online professional software. It provides solutions for the space between traditional management software and business intelligence software for the improvement of specific business workflows. SalesClic is an online sales analysis and forecasting application that simplifies the management of the sales process, and with embedded analytical tools, enables users to optimize it."
  },
  {
    "id": 2055,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/Olivier_laidebeur_ict13.jpg",
    "first_name": "Olivier ",
    "last_name": "Laidebeur",
    "position": "Head of Trademark Department / Intellectual Property Counsel / Attorney",
    "company": "Office Freylinger",
    "position_company": "Head of Trademark Department / Intellectual Property Counsel / Attorney, Office Freylinger",
    "biography": "Olivier a obtenu une maîtrise en droit des affaires doublé d’un certificat de fiscalité des entreprises, et, en 1998, un DESS en Accords et Propriété Industrielle de l’Université Robert Schuman en collaboration avec le CEIPI à Strasbourg (France). Il a ensuite travaillé à Paris pendant plusieurs années, notamment dans une société éditrice de logiciels. <br />\r\n<br />\r\nIl a rejoint l’Office Freylinger en 2002 et est actuellement le Directeur du service des marques, dessins et modèles. Ses attributions recouvrent, entre autres, les problématiques en matière de marques, de dessins et modèles, de noms de domaine et de logiciels confiés à la Société. Il s’occupe également de prestations de conseil en matière de litige et de contrats, en ce qui concerne l’ensemble des droits de propriété intellectuelle. <br />\r\n<br />\r\nIl est autorisé à pratiquer devant les Offices luxembourgeois, Benelux, et communautaire ainsi  qu&#039;en France et en Belgique, et intervient régulièrement en matière de marques et modèles devant les offices du Royaume Uni, d’Allemagne, d’Irlande et d’Espagne. <br />\r\nOlivier participe régulièrement et intervient dans des conférences internationales et nationales ainsi que dans des séminaires professionnels concernant le droit de la propriété intellectuelle, y compris les aspects concernant les avantages fiscaux octroyés à la propriété intellectuelle au Luxembourg.<br />\r\n"
  },
  {
    "id": 2058,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/bali-ajay_ict13.jpg",
    "first_name": "Ajay",
    "last_name": "Bali",
    "position": "Senior Manager, Business Advisory Services",
    "company": "Ernst&Young",
    "position_company": "Senior Manager, Business Advisory Services, Ernst&Young",
    "biography": "        Ajay is a Senior Manager with Ernst &amp; Young Luxembourg in the Advisory practice. As subject matter expert, Ajay is part of the Global Mobile         Money solution team in Ernst and Young and have led engagements related to Mobile money across different geographies. <br />\r\n<br />\r\nAs an Engineering graduate and an experienced MBA, Ajay worked on a wide range of assignments and is experienced in Business consulting, Process Modeling, Revenue Assurance, Process review and Enterprise Risk Management, etc. <br />\r\nEngineer, MBA, CISA, member of TMF and GRAPA, certified consultant for Staffware (Business Process Management tool), Ajay has over 11 years of experience in advising ICT clients across Asia, Middle East, Africa and Europe, amongst which Millicom, Skype, Econet, Cable and Wireless, Vodafone, Deutsche Telekom."
  },
  {
    "id": 2069,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/randH_ict13.jpg",
    "first_name": "Rand ",
    "last_name": "Hindi",
    "position": "Partner",
    "company": "Newbury Ventures",
    "position_company": "Partner, Newbury Ventures",
    "biography": "Rand Hindi, 28, is an entrepreneur, bioinformatician and algorithm architect.<br />\r\n<br />\r\nHe is the founder of Snips, a Big Data Innovation firm specialized in predictive modeling for smart cities and smart infrastructure management.<br />\r\n<br />\r\nHe holds a BSc in computer science and a PhD in bioinformatics from University College London, as well as two graduate degrees from Singularity University in the Silicon Valley, and THNK in Amsterdam.<br />\r\n"
  },
  {
    "id": 2067,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/alex-von_ict13.jpg",
    "first_name": "Alex ",
    "last_name": "von Frankenberg",
    "position": "Managing Director",
    "company": "High-Tech Gründerfongs (HTGF)",
    "position_company": "Managing Director, High-Tech Gründerfongs (HTGF)",
    "biography": "Dr. Alex von Frankenberg is Managing Director of the High-Tech Gründerfonds. Before taking that position in October 2005 he was responsible for spin-offs as Venture Manager at the Siemens Technology Accelerator (STA). Before joining the STA in April 2002 Alex was head of sales and marketing of an IT start-up. Prior to that he headed the Innovation Practice at Siemens Management Consulting. He started his career designing and implementing large IT systems with Andersen Consulting. Alex holds an MBA from the University of Texas at Austin (1992) and a PhD from the University of Mannheim (1997)."
  },
  {
    "id": 2066,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/Sil.jpg",
    "first_name": "Lars ",
    "last_name": "Hinrichs ",
    "position": "",
    "company": "",
    "position_company": "",
    "biography": ""
  },
  {
    "id": 2065,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/MJ_ict13.jpg",
    "first_name": "Michael ",
    "last_name": "Jackson",
    "position": "Partner",
    "company": "Mangrove",
    "position_company": "Partner, Mangrove",
    "biography": "Formerly COO of Skype, Michael Jackson is a General Partner at  Mangrove Capital Partners. Active across all of Europe, Russia and Israel, Michael spends his time looking for investable projects and advising portfolio companies as they grow into significant operations.<br />\r\nHis professional life has always involved scaling and operating large consumer focussed communications businesses. From development of mobile telephone operations, through the roll out of Tele2 in Europe to 26 million customers, to creation and establishment of 9 MVNO operations in Europe, Michael hopped over to Chief Operations Officer role at Skype. Here, with special responsibility for all aspects of Skype&#039;s paid services, he led the organisation that took the company into 100 M euro plus within three years<br />\r\nMichael keeps in touch with the grass roots of new technology by spending weekends at various European Bootcamp type events - Startup Bootcamp in Denmark,  HackFwd in Germany in Estonia to name but two.<br />\r\n"
  },
  {
    "id": 2063,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/MatthiasU_ict13.jpg",
    "first_name": "Matthias ",
    "last_name": "Ummenhofer",
    "position": "Head Venture Capital",
    "company": "European Investment Fund",
    "position_company": "Head Venture Capital, European Investment Fund",
    "biography": "Matthias Ummenhofer, European Investment Fund (EIF), is responsible for EIF’s Venture Capital operations. Besides managing EIF’s VC team he is focussing on business development and shaping EIF’s strategy in the early stage technology market.<br />\r\nPrior to joining EIF, Matthias worked at European Investment Bank’s (EIB) where the advised a member of Executive Board and was involved in project financing transactions in the infrastructure sector. He has also worked in France as a consultant in the transportation and logistics sector and founded the research unit “Logistics &amp; Environment” at the University of Aix-Marseille II. He was Director for the “Environmental Application Division” of the Society of Logistics Engineers (Hyattsville, USA). <br />\r\nHe holds a B.S. in Technical Economics from the University of Karlsruhe, a M.S. in International Finance from the University of Aix-Marseille II, a DEA in Transport Economics and Logistics Management and a Ph.D. in Business Administration from the same University. He has lectured at Business Schools and Universities in several European countries and at the “Kauffman Fellows Program” in the US.<br />\r\n"
  },
  {
    "id": 2060,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/olafT_ict13.jpg",
    "first_name": "Olaf",
    "last_name": "Taupitz ",
    "position": "Managing Director / Member of Board",
    "company": "Cashcloud",
    "position_company": "Managing Director / Member of Board, Cashcloud",
    "biography": "Olaf’s 20 years experience in the prepaid industry marked his expertise in the telecommunications and payment market. He established and managed a lot of projects as Business Development Manager, Country Manager and Marketing Director in fixed line telecom, mobile phone, MVNO and prepaid card businesses. His personal focus lies in product development, sales and marketing including wholesale distribution."
  },
  {
    "id": 2160,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/TGrota_ict13.jpg",
    "first_name": "Thomas ",
    "last_name": "Grota",
    "position": "Investment Director",
    "company": "T-Venture Holding",
    "position_company": "Investment Director, T-Venture Holding",
    "biography": "Thomas is Investment Director at T-Venture Holding, the corporate VC of Deutschte Telekom AG. With his entrepreneurial spirit he supports startups and new entrants to establish a successfull business and grow shareholder value. His main fields of investments are media propositions, social gaming and enabling software technologies. Thomas is responsible for T-Venture investment in MyTaxi, flaregames, Smarchive, 6Wunderkinder, apprupt and others. Additionally Thomas is Mentor at seedcamp and hackfwd - both incubators to accelerate startups. Thomas was listed as one of the 100 most influential technology investors in Europe by The Telegraph UK in 2011 (see http://bit.ly/dKQP2I).<br />\r\nDuring his time as CTO of Pironet an Enterprise Content Management vendor in Germany he established contacts with the main players in the IT industry and was successful in launching the company’s IPO at the German stock market, where it is still well positioned.<br />\r\nAfter seven years of working in a start-up environment and getting a lot of experiences in this industry sector Thomas joined Deutsche Telekom, the German telecommunication incumbent, to head the strategy department of the international wholesale unit. He got in contact with the most important players in this global market and within the strategy departments of DT.<br />\r\nLater on Thomas was member of the international consulting arm of Deutsche Telekom. He developed business models for media companies and the digital entertainment industry. His main field of interests were the next generation business architecture of Internet based television and its components for IPTV platforms. He was head of the Center of Excellence “New Media” at Detecon.<br />\r\nOverall his working years Thomas has been in contact with analysts to discuss the developments and outlooks for the future business opportunities and has build up a network of entrepreneurs to keep himself up to date regarding the newest technology trends across the industries. <br />\r\n"
  },
  {
    "id": 2096,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/DavidF_13.jpg",
    "first_name": "David",
    "last_name": "Foy",
    "position": "International Business Development Manager",
    "company": "ebrc ",
    "position_company": "International Business Development Manager, ebrc",
    "biography": "David currently occupies the position of International Business Development Manager at ebrc where he specialises in resilience services, providing clients with tailor-made solutions for hosting and process outsourcing. He brings to the job over 20 years of experience in the Fund, Banking and Insurance business as I.T. Manager and has in depth experience of the technical and operational issues facing the customer. <br />\r\nDavid has also authored several articles on business process outsourcing and Green IT issues. <br />\r\n"
  },
  {
    "id": 2102,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/JoPrince_ict13.jpg",
    "first_name": "Jonathan ",
    "last_name": "Prince",
    "position": "co-founder and Chief Business Development Officer ",
    "company": "Digicash",
    "position_company": "co-founder and Chief Business Development Officer, Digicash",
    "biography": "Jonathan is co-founder and Chief Business Development Officer of Digicash Payments S.A. He joined Mpulse S.A in Luxembourg in 2010 as Sales &amp; Marketing Manager. He has over 12 years of experience in the Information and communications technology (ICT) and payment solutions areas. <br />\r\n<br />\r\nPreviously to Digicash and Mpulse, Jonathan participated in the launch of Digital Advert one of top 5 mobile advertising agencies in France, part of Vivendi Group, and he was for over 6 years, Operator Relation Director, Executive Committee member of Index Multimedia, public company NYSE Euronext Paris, one of the European leading digital content &amp; services editor.<br />\r\n<br />\r\nJonathan is graduated from Toulouse University Graduate school of Management.<br />\r\n"
  },
  {
    "id": 2100,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/TomB_ict13.jpg",
    "first_name": "Tom ",
    "last_name": "Bradley",
    "position": "Partner",
    "company": "DN Capital ",
    "position_company": "Partner, DN Capital ",
    "biography": "Tom has been active in the UK venture capital market for over ten years. Before joining DN in 2009, he was a Partner with DFJ Esprit in London and was part of the team that led the spin out of that business from Cazenove. <br />\r\n<br />\r\nSince joining DN Tom has led the Fund’s investments in Videdressing, Scarosso, Justbook, Performance Horizon, Airsense Wireless and Seedcamp. He sits on the board of Eyeka and has also been closely involved in the investments in Mister Spex and Windeln.de. <br />\r\n<br />\r\nPrior to DN, Tom invested in a variety of technology and communications businesses including LOVEFiLM.com (Europe&#039;s leading provider of online DVD rentals and movie downloads sold to Amazon Inc), the buyout of NetEconomy (a provider of software for financial institutions sold to Fiserv Inc), and VirtualLogix (virtualization software for mobile devices, sold to RedBend Software). Tom has also served as a director and advisor to a variety of technology businesses including Clearswift Systems Ltd (MBO to Lyceum Capital), Callserve (sold to Vyke Communications), and Picofun (sold to Aspiro AB).  <br />\r\n<br />\r\nTom is a graduate of Oxford University with an MA in Modern History from Brasenose College.<br />\r\n"
  },
  {
    "id": 2098,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/GeertK_13.jpg",
    "first_name": "Geert ",
    "last_name": "C",
    "position": "Chief Technologist of Cloud and HP Converged Infrastructure ",
    "company": "HP",
    "position_company": "Chief Technologist of Cloud and HP Converged Infrastructure, HP",
    "biography": "Geert Kuijken is Chief Technologist for Cloud and HP Converged Infrastructure at Hewlett-Packard Belgium and Luxembourg, and has been active in this position since mid 2010. In this role he works across the Enterprise Group business units (server, storage, and networking) and also maintains a particular focus on the HP Software solutions for automation, virtualisation and infrastructure management. Previously, he was leading the BeLux market introduction and business development of the HP BladeSystem solutions from their introduction in 2002, setting up a network of resellers as well as enabling the sales force and communicating to customers.<br />\r\n<br />\r\nGeert started with Compaq in 1997 as Product Manager for the ProLiant server range. He then specialised in the high end servers and finally BladeSystem Solutions. Before joining Compaq he worked as PC Product Manager for Unisys.<br />\r\n<br />\r\nHe holds a Bachelor of Science degree in Engineering Science from the University of Warwick in England. He went on to obtain an MBA in Marketing at the KU Leuven."
  },
  {
    "id": 2113,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/Stuart-Chapman_ict131.jpg",
    "first_name": "Stuart ",
    "last_name": "Chapman",
    "position": "Managing Partner",
    "company": "DFJ Esprit",
    "position_company": "Managing Partner, DFJ Esprit",
    "biography": ""
  },
  {
    "id": 2115,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/RalphBecker_ict13.jpg",
    "first_name": "Ralph",
    "last_name": "Becker",
    "position": "Business Development",
    "company": "Sony Mobile Communications",
    "position_company": "Business Development, Sony Mobile Communications",
    "biography": "Ralph describes himself as being half Luxembourgish, half German and half Filipino. Born and raised in Luxembourg where he completed his “Artistique” baccalaureate at the Lycee des Garcons, he quickly took upon his international roots and ventured abroad to travel, study, work and play. London was his first stop, the modular Bachelors Degree in Design Studies, Marketing, International Relations and Mandarin Chinese underlining his many interests and he rounded up his education with a Masters in International Business Management at the ESCP-EAP completed in Paris and in Bangkok. Since then he has mainly worked for Sony Electronics in Product Planning and Business Development talking to local and international content providers, application developers to sketch out the latest opportunities in term of user experience and technology. Making it now his 10th country relocation, he has recently moved from Tokyo where he worked at the headquarter for Sony, to the sunny Silicon Valley. Now working for Sony Mobile, he looks after the worldwide Application strategy for the recommender store Sony Select amongst others fun and interesting projects. "
  },
  {
    "id": 2437,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/Andreottavino_ict13.jpg",
    "first_name": "André ",
    "last_name": "Ottavino",
    "position": "CIO - Head of ICT Services",
    "company": "ebrc",
    "position_company": "CIO - Head of ICT Services, ebrc",
    "biography": "André occupies the function of Chief Information Officer at ebrc. <br />\r\nHe is mainly responsible for design, delivery and operations of Business Continuity Services (BCS), Trusted ICT Managed Services, Trusted Cloud Europe Services and Information System Management of ebrc.<br />\r\nBefore joining ebrc in November 2011, André has spent 10 years in the Financial Sector, holding various Senior Management positions within BGL and Fortis Group. <br />\r\nWith more than 20 years of experience in the ICT sector, André has depth knowledge in Information Security and Risk Management, IT Architecture, Technical Management as well as in the organisation and process improvement."
  },
  {
    "id": 2121,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/AnjaH_ict13.jpg",
    "first_name": "Anja ",
    "last_name": "Heinen",
    "position": "Trade&Investment Commissioner",
    "company": " AWEX",
    "position_company": "Trade&Investment Commissioner, AWEX",
    "biography": "Anja HEINEN has been leading the Luxembourg branch of AWEX for 9 years now. With headquarters in Brussels and a network of 105 offices worldwide, AWEX is a service provider for Wallonia based companies seeking to export, for foreign investors seeking the best place to establish their company, and for all local business communities. As a foreign trade commissioner, Anja HEINEN advices Wallonia business leaders on strategic planning, analysis and assistance on market entry and expansion in Luxembourg. She also assists local buyers, decision-makers, importers and foreign prospects by providing economic data on Wallonia and its export potential, disseminating  information on products and services from companies located in Wallonia, identifying companies in Wallonia for international partnerships, distributing lists of exporters from Wallonia. As a foreign investment commissioner, Anja HEINEN has an overall responsibility for the attraction of foreign investment into Wallonia, this includes seeking out and providing information to potential foreign investors. "
  },
  {
    "id": 2122,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/AndreBlavier_ict13.jpg",
    "first_name": "André ",
    "last_name": "Blavier",
    "position": "Communication&Web Manager",
    "company": "AWT",
    "position_company": "Communication&Web Manager, AWT",
    "biography": "André Blavier is the Web and Communication Manager at the Walloon Telecoms Agency (AWT). He is in charge of the online strategy of the agency. He is also conducting a technology watch on subjects like Web standards, digital marketing, mobile technologies or the future trends on the Internet. He was one of the writers of the “Master ICT Plan” for the Walloon Governement. André Blavier is also affiliate professor at HEC Management School (University of Liège)."
  },
  {
    "id": 2124,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/OlivierR_ict13.jpg",
    "first_name": "Olivier",
    "last_name": "Roucloux",
    "position": "Sector leader Financial Services Industry",
    "company": "TRASYS",
    "position_company": "Sector leader Financial Services Industry, TRASYS",
    "biography": "Olivier Roucloux is leading the Financial Services Industry sector at Trasys Group -a 600 people IT services company present in Belgium and Luxembourg. Olivier is in charge of setting the group’s vision towards the evolution of Banking, Insurance and Treasury Services. Prior to Trasys, Olivier held ICT, marketing or product strategy roles at Euronext, SWIFT, Euroclear and smaller IT providers; with experience in diverse working locations including Paris and London.<br />\r\n <br />\r\nOlivier is a strong believer that the current technological revolution will completely change the way Banks and Insurances are doing business! Focusing on their core complex business, these traditional institutions will need to incorporate completely new and innovative distribution channels, from virtual supermarkets, social media to online gaming; taking into account the emergence of new financial intermediaries such as mobile operators or energy providers. Thanks to ICT spring to be the marriage broker between all these disparate worlds…<br />\r\n"
  },
  {
    "id": 2125,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/Ludovicwaha_ict13.jpg",
    "first_name": "Ludovic ",
    "last_name": "Waha",
    "position": "Project Manager Europe, AWEX/OFI",
    "company": "AWEX/OFI",
    "position_company": "Project Manager Europe, AWEX/OFI",
    "biography": ""
  },
  {
    "id": 2126,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/MikeMitchel_ict13.jpg",
    "first_name": "Mike ",
    "last_name": "Mitchell",
    "position": "CEO",
    "company": " eTeamsys",
    "position_company": " CEO, eTeamsys",
    "biography": "CEO et fondateur d’eTeamsys SA, Mike Mitchell est en charge de la gestion créative, technique et stratégique de l&#039;entreprise. Mike a exclusivement travaillé dans l&#039;industrie du « Search Engine Marketing » (SEM) depuis plus de 12 ans. Pendant ce temps, il a développé une connaissance inégalée des moteurs de recherche  et une perception unique sur la croissance et l’évolution  des techniques SEO et SEA, à la fois en Belgique et à l&#039;étranger. Mike a introduit une méthodologie d&#039;optimisation pour les moteurs de recherche appelée ART (accessibilité, la pertinence et la confiance), qui forme l&#039;épine dorsale de toutes les recommandations SEO.  Mike est régulièrement participant, orateur ou formateur lors de conférences et d&#039;événements liés aux SEO, et il siège également dans divers groupes d&#039;experts en « Search Engine Strategies»."
  },
  {
    "id": 2443,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/peterS_ict13.jpg",
    "first_name": "Peter",
    "last_name": "Sodermans",
    "position": "Senior Advisor, Luxembourg fo Business - Proud to promote ICT",
    "company": "",
    "position_company": "Senior Advisor, Luxembourg fo Business - Proud to promote ICT",
    "biography": "Peter Sodermans has been active in the telecommunications sector since 1987. <br />\r\nPeter is a partner at Direct Engineering (management consultancy company in the area of Internet, Media and Telecommunications) and based in Luxembourg. He speaks fluent English, French, German, Dutch, Luxembourgish and he recently acquired the Luxembourg nationality.<br />\r\nHe nowadays actively supports the government of Luxembourg in order to further build out the country as an ICT hub. In his role as senior advisor, Peter supports interested companies with a single contact point and promotes the Grand Duchy of Luxembourg as a center of excellence for ICT-related activities companies looking to expand their business into Europe.<br />\r\n"
  },
  {
    "id": 2411,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/MichaelMaus_ict13.jpg",
    "first_name": "Michael ",
    "last_name": "Maus",
    "position": "COO",
    "company": "DATA4 Luxembourg",
    "position_company": "COO, DATA4 Luxembourg",
    "biography": "Michael A.C. Maus is COO and drives  the company’s day to day business. He is deputy CEO and member of the Board of Directors.<br />\r\nMichael’s main responsibility is to manage the companies’ DataCenters, colocation &amp; cloud services.<br />\r\nHe concerts our forces for tailor-made implementations and failure-free operations and delivery of DATA4 Luxembourg’s DC centric service portfolio and other related ICT services.<br />\r\nHe started his professional career at the age of 16, working for 10 years at German Telecom. In parallel, he followed a bilingual studies course in Computer Science, (in Germany and France), graduating in 1997. Since then he has worked in Luxembourg as a Business Manager for IT System Management solutions, Senior IT Security Consultant and Specialist ICT Project Manager.<br />\r\nMichael joined DATA4 Luxembourg as COO in the early beginning in 2005<br />\r\nMichael Maus is German, and also speaks French, English and Luxembourgish fluently."
  },
  {
    "id": 2169,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/HeleneMichel_ict13.jpg",
    "first_name": "Helene ",
    "last_name": "Michel",
    "position": "Chairman",
    "company": "Europe4StartUps Non-Profit Organization",
    "position_company": "Chairman, Europe4StartUps Non-Profit Organization",
    "biography": "Hélène worked several years in the USA, helping US companies to develop their business in Europe (and French companies to expand in the USA). <br />\r\n<br />\r\nShe then relocated to Luxembourg, at the heart of Europe, and worked during more than 2 years as one of the Luxembourg delegates at the European Commission for R&amp;D programs in various sectors such as ICT and bio technologies.<br />\r\n<br />\r\nThrilled by the creation and expansion of business opportunities for her clients, Hélène founded Private Consulting 5 years ago in order to help a variety of entrepreneurs, corporations and not-for-profit organizations grow and develop their ventures in different sectors, by offering them dedicated, flexible and unique services. One of her historic clients in this exciting project has been SecureIT who at first mandated Hélène to conduct a business development study in the USA. <br />\r\n<br />\r\nSecureIT and Hélène strengthened ties over time notably by creating Europe4StartUps, a Luxembourg non-profit organization which aims at both helping e-startups to boost their activities in Europe and promoting Luxembourg internationally.<br />\r\n<br />\r\nIn July 2012 Hélène has been appointed as Chairman of Europe4StartUps."
  },
  {
    "id": 2170,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/BartVan_ict13.jpg",
    "first_name": "Bart ",
    "last_name": "Van Droogenbroek",
    "position": "International Tax Partner – TMT Tax Leader",
    "company": "Ernst & Young",
    "position_company": "International Tax Partner – TMT Tax Leader, Ernst & Young ",
    "biography": "Bart Van Droogenbroek is a Partner of Ernst &amp; Young Tax Advisory Services practice in Luxembourg. Bart <br />\r\nhas gained 17 years of experience as an international tax advisor to multinational companies in both the <br />\r\ncommercial and industrial sector. His primary focus lies on clients from the telecommunication technology, <br />\r\nmedia and entertainment industry. <br />\r\n<br />\r\nBart is Ernst &amp; Young&#039;s global tax telecommunication sector leader.  He particularly specialises in tax issues relating to companies expanding their business into the European market.  He works primarily with multinational clients advising on tax efficient supply chain management opportunities, but also on financing, holding and intellectual property structures through Luxembourg entities. He has acquired extensive experience in the design and implementation of e-commerce structures in Luxembourg. "
  },
  {
    "id": 2148,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/Olivier_Raulot_ict13.jpg",
    "first_name": "Olivier ",
    "last_name": "Raulot",
    "position": "Executive Director (CEO) ",
    "company": "iNUI Studio",
    "position_company": "Executive Director (CEO), iNUI Studio",
    "biography": "Olivier Raulot, localisé à Foetz (Luxembourg), diplômé en Informatique et en Sciences Economiques, est le fondateur de la société iNUI Studio spécialisée dans le développement de solution pour les « Natural User Interfaces ». Olivier reçu l’Award de la « Best .NET Packaged Application of the Year » des mains du concepteur de la plateforme « .NET » lors du « Worldwide Partner Conference » à la Nouvelle Orléans en 2003. Il a par ailleurs été élu « Creative Young Entrepreneur of Luxembourg » en 2011 et vainqueur la même année du prix « European ICT Innovation of the Year » et « Start-up of the Year ».<br />\r\n<br />\r\n"
  },
  {
    "id": 2165,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/MichelleGills_ict13.jpg",
    "first_name": "Michel ",
    "last_name": "Gilis",
    "position": "CEO",
    "company": "AdValvas Europe",
    "position_company": "CEO, AdValvas Europe",
    "biography": "With a 15 year track record, Michel is an e-invoice veteran, who combines deep functional knowledge with technical mastership. Michel has seen the e-document landscape evolve from EDI-based thick bills used by a handful of users, to a smart, web-savvy SaaS concept for a variety of business documents, adopted by companies both large and small. An alumni of the economics faculty of Antwerp University, Michel has combined his business process management skills with technology throughout his career, delivering value-add to international businesses operating in many different sectors."
  },
  {
    "id": 2307,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/Olivier-lemaire_ict13.jpg",
    "first_name": "Olivier ",
    "last_name": "Lemaire",
    "position": "Luxembourg Telecommunications, Media and Technology (TMT) Practice Leader - EMEIA Telecommunications Leader",
    "company": "Ernst & Young ",
    "position_company": "Luxembourg Telecommunications, Media and Technology (TMT) Practice Leader - EMEIA Telecommunications Leader, Ernst & Young ",
    "biography": "Olivier Lemaire, Luxembourg TMT Practice Leader and EMEIA (Europe Middle East, India and Africa) <br />\r\nTelecommunications Leader at Ernst &amp; Young started his career with Arthur Andersen Luxembourg in <br />\r\n1993 and was co-opted Partner at Ernst &amp; Young later in 2004. Olivier has been serving the industry <br />\r\nthroughout Europe, Africa and the Middle-East for more than 15 years. As EMEIA Telecommunications <br />\r\nLeader,Olivier is supervising and promoting Ernst &amp; Young services provided to telecommunications <br />\r\noperators in the 90 countries across the Ernst &amp; Young EMEIA network. <br />\r\n<br />\r\nOlivier holds a University Degree from HEC-Liege and is also a qualified chartered accountant in <br />\r\nLuxembourg. Olivier has been a member of several IRE (Institut des Réviseurs d&#039;Entreprises) <br />\r\ncommissions. Since his admission as partner in 2004, Olivier has been deeply involved in the Global <br />\r\nTelecommunication Center of Ernst &amp; Young through various initiatives. Olivier hasled the Global <br />\r\nRevenue Assurance initiative, the development of fixed assets management solutions as well as the <br />\r\nEnterprise Risk Management (“ERM”) framework for the telecommunications sector. Olivier has also <br />\r\nparticipated in several telecommunications thought leaderships, including famous global surveys. He is <br />\r\nthe author of several articles on the telecommunications industry and regularly speaks at international and <br />\r\nlocal TMT conferences. "
  },
  {
    "id": 2154,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/DavidG_ict13.jpg",
    "first_name": "David ",
    "last_name": "Gray",
    "position": "General Manager",
    "company": "Numen Europe",
    "position_company": "General Manager, Numen Europe",
    "biography": "David Gray - 43 years old<br />\r\nGeneral Manager of Numen Europe s.a.<br />\r\n9 years spent within Numen Europe and active over more than 15 years in document management<br />\r\n"
  },
  {
    "id": 2155,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/MariaBravo_ict13.jpg",
    "first_name": "Maria ",
    "last_name": "Bravo",
    "position": "Sales Account Manager ",
    "company": "Sterci",
    "position_company": "Sales Account Manager, Sterci",
    "biography": "Involved in financial processes consolidation projects for more than 10 years, Mrs Maria Bravo is considered as an expert in the field of financial messaging, business flows integration, reconciliation and data market management. "
  },
  {
    "id": 2438,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/FabriceCroiseaux_ict13.jpg",
    "first_name": "Fabrice AAd",
    "last_name": "Croiseaux",
    "position": "CEO",
    "company": "Intech",
    "position_company": "CEO, Intech",
    "biography": "I’m passionate about innovation especially in the Digital Economy. I’m CEO of InTech, a company I joined in 1998 after having worked for BGL for 6 years. InTech is based in Luxembourg and dedicated to make specific software development using state of the art technologies. I’m also member of the Niptech team (http://www.niptech.com), a podcast dedicated to Startup, Innovation and Inspiration, where I unofficially represent Luxembourg. <br />\r\n<br />\r\nTwitter (@fXzo): Luxembourg, Innovation, Digital Economy, Web Development, Philosophy, Ideas, Learning, Scala, Java. <br />\r\n"
  },
  {
    "id": 2532,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/ciaran_ict13.jpg",
    "first_name": "Ciaran",
    "last_name": " O'leary",
    "position": "Partner",
    "company": "Earlybird",
    "position_company": "Partner, Earlybird",
    "biography": ""
  },
  {
    "id": 2157,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/AlexandreR_ict13.jpg",
    "first_name": "Alexandre ",
    "last_name": "Rochegude ",
    "position": "Co-Founder and Executive Chairman",
    "company": "FLASHiZ",
    "position_company": "Co-Founder and Executive Chairman, FLASHiZ",
    "biography": "Alexandre is Co-Founder and Executive Chairman of FLASHiZ. With more than 10 years of experience in the Financial Services Industry, Alexandre has been working as Experienced Manager for Accenture and as Director at PricewaterhouseCoopers Luxembourg, in charge of the Banking Industry. Alexandre was then part of major programs in the Banking sector those last years, mainly in Benelux and France, on several type of strategic projects (Integration Programs, CRM...)."
  },
  {
    "id": 2399,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/TatianaI_ict13.jpg",
    "first_name": "Tatiana ",
    "last_name": "Issaeva",
    "position": "Investment Manager",
    "company": "European Investment Fund",
    "position_company": "Investment Manager, European Investment Fund",
    "biography": "Tatiana joined the Venture Capital  team of the European Investment Fund (EIF) in February 2011.  Tatiana’s main focus is on investments into technology related venture capital funds and up to now she has made EUR 220m of investments into 7 venture capital funds. She is in charge of a portfolio of 22 investments and represents EIF on 14 Advisory Boards of European venture capital funds including Atomico, Creandum, Sunstone Technology Ventures, Prime Ventures and Open Ocean.<br />\r\n<br />\r\nTatiana is also working on the product development of EIF’s Corporate Innovation Platform investment program, driving business development activities with corporate investors, leveraging her past professional experience in the mobile communication industry.<br />\r\n<br />\r\nTatiana started her career in 1999 as Research Engineer at Nokia, where she then contributed to the development of mobile broadband technology by leading technology research and new product development projects, ramping up product management in new product lines and driving strategic marketing programs at Nokia and later at Nokia Siemens Networks.<br />\r\n<br />\r\nTatiana holds a M.Sc. degree in Information Technology from Lappeenranta University of Technology (Finland), which she recently complemented with MBA from Helsinki School of Economics.<br />\r\n<br />\r\nTatiana is a strong believer in the European innovation potential and a bright future of European venture capital."
  },
  {
    "id": 2394,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/claude_ict13.jpg",
    "first_name": "Claude ",
    "last_name": "Mihnjak ",
    "position": "CTO",
    "company": "Tango",
    "position_company": "CTO, Tango",
    "biography": ""
  },
  {
    "id": 2395,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/JorgeM_ict13.jpg",
    "first_name": "Jorge ",
    "last_name": "Marques",
    "position": "Head of Fixed and Broadband products",
    "company": "Tango",
    "position_company": "Head of Fixed and Broadband products, Tango",
    "biography": ""
  },
  {
    "id": 2475,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/KAMEL.jpg",
    "first_name": "Kamel ",
    "last_name": "Amroune",
    "position": "Co-founder",
    "company": "ICT Spring Europe",
    "position_company": "Co-founder, ICT Spring Europe",
    "biography": ""
  },
  {
    "id": 2441,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/Lorenz-Meis_ict13.jpg",
    "first_name": "Lorenz ",
    "last_name": "Meis",
    "position": "International Business Development - Cloud",
    "company": "Telindus",
    "position_company": "International Business Development - Cloud, Telindus",
    "biography": "With over 15 years progressive experience in the ICT sector, Lorenz Meis joined Telindus in 2013. In the last 5 years he was responsible for business development and consulting management in highly competitive divisions of the Data Center and Cloud industry.  <br />\r\nNow leading the international business development of Cloud services, Lorenz is using his experience to provide new services approach in order to respond to the current challenges of the Cloud service market.<br />\r\n"
  },
  {
    "id": 2315,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/fredericbecker_ict13.jpg",
    "first_name": "Frederic ",
    "last_name": "Becker ",
    "position": "Project manager - Support for Start-ups",
    "company": "Luxinnovation GIE",
    "position_company": "Project manager - Support for Start-ups, Luxinnovation GIE",
    "biography": "Frédéric holds a business degree in finance and successfully accomplished a banking education. He has a professional background in the financial industry as well as in management consulting. At present he is a project manager in the “Support for Start-ups” department at Luxinnovation, the National Agency for Innovation and Research in Luxembourg. In this position he assists project owners in the setting-up of their innovative businesses by providing tailor-made assistance to entrepreneurs and support for private and public funding."
  },
  {
    "id": 2447,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/Daniel-Chatelain_ict13.jpg",
    "first_name": "Daniel ",
    "last_name": "Chatelain",
    "position": "Managing Director",
    "company": "The BayPay Forum ",
    "position_company": "Managing Director, The BayPay Forum ",
    "biography": "Daniel Chatelain is a payment industry executive focused on innovation in commerce and sitting on the board of directors of emerging companies. He started The BayPay Forum to help foster innovation in payment and commerce. The organization gathers today over 6,000 executives from over 2,500 different companies and organizes events for people to understand new trends and network with peers.<br />\r\nPrior to that, Daniel was CEO, President &amp; COO of companies he started as an entrepreneur or within the Lagardere (Elle, Woman’s Day, Car &amp; Driver, Hachette, Canal Satellite) and EADS group (Airbus, Ariane, Eurocopter) and vice president of a VC backed companies giving him a wide experience of growing companies domestically and internationally in the banking, telecom and interactive media industries."
  },
  {
    "id": 2407,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/Laurentkratz_ict13.jpg",
    "first_name": "Laurent ",
    "last_name": "Kratz",
    "position": "CEO",
    "company": "NFS",
    "position_company": "CEO, NFS",
    "biography": ""
  },
  {
    "id": 2409,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/guysimmon_ict13.jpg",
    "first_name": "Guy ",
    "last_name": "Simon",
    "position": "Project Leader",
    "company": "Centre de Recherche Public - Gabriel Lippmann",
    "position_company": "Project Leader, Centre de Recherche Public - Gabriel Lippmann",
    "biography": "Guy Simon is a project leader within the ISC department at the CRP – Gabriel Lippmann. With 14 years of experience in applied research at the CRP, he has led diverse industry-oriented projects in the domains of business informatics, software engineering, multimedia informatics and business process modelling.<br />\r\nFollowing up on his particular interest in technology transfer, in 2012 he co-founded a start-up company, ABACUS Consulting &amp; Solutions, in order to bring innovative practices from applied research to the public and private sectors.<br />\r\n"
  },
  {
    "id": 2445,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/bernard-Lecanu_ict13.jpg",
    "first_name": "Bernard ",
    "last_name": "Lecanu",
    "position": "Chairman",
    "company": "European Data Center Association",
    "position_company": "Chairman, European Data Center Association",
    "biography": "Bernard Lecanu began his professional career as a teacher after 5 years of which he joint AMP Group (now part of TYCO) where he continued for 15 years and became Division Director. Between 1984 and 1993 he was Managing Director of different companies for the BICC Group mainly in south of Europe for components and cables activities. He had his own company in the Information system business until 1995 and joint Siemens Group; he was appointed Managing Director for their French, Africa, South America and part of the Asia Market for OSP products. From 2000-2002 he was Vice President International for an activity of Corning Group .In his capacity he was responsible for the Data Center market ,and launch with his team a number of Data center Projects in Europe and Middle east. Since 2002, he is managing of consulting company BL International Consultant and specialises in the field of Access Network and Transmission, Marketing and Industrial Strategy. He is member of the co-Hosting association (Vice President); The EC commission of Data centre code of conduct; The French Marketing association and The APIA. M Lecany holds an MBA, he is author of several papers, he writes a French book: &quot;Diversifier ses canaux de ventes pourquoi et comment&quot;. He has spoken at various forum about the Data center European market, including United States and Singapore."
  },
  {
    "id": 2497,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/tzikas.jpg",
    "first_name": "Anastasios ",
    "last_name": "Tzikas",
    "position": "Managing Director",
    "company": "TIF - HELEXPO S.A.",
    "position_company": "Managing Director, TIF - HELEXPO S.A.",
    "biography": ""
  },
  {
    "id": 2501,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/luc_ict13.jpg",
    "first_name": "Luc ",
    "last_name": "Halbardier",
    "position": "Solution Consultant",
    "company": "P&T LUXGSM",
    "position_company": "Solution Consultant, P&T LUXGSM",
    "biography": "Après avoir débuté sa carrière dans la Formation Grands Systèmes, Luc a, pendant de nombreuses années, au sein du Groupe Siemens puis Atos, aidé ses clients Luxembourgeois ou internationaux à déployer et administrer au mieux leurs infrastructures.<br />\r\n<br />\r\nDepuis peu, et avec l’attrait de l’informatique en nuage, il a décidé de réorienter sa voie et de prendre celle du Groupe P&amp;T LUXGSM où il opère comme Business Consultant dans le département Cloud &amp; Managed Services. "
  },
  {
    "id": 2462,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/vincentO_ict13.jpg",
    "first_name": "Vincent ",
    "last_name": "Oostlander",
    "position": "Strategic Alliance Manager & Regional Director",
    "company": "Kingston Technology",
    "position_company": "Strategic Alliance Manager & Regional Director, Kingston Technology",
    "biography": ""
  },
  {
    "id": 2499,
    "homepage": false,
    "profile_url": "http://www.ictspring.com/wp-content/uploads/2013/06/JV_ict13.jpg",
    "first_name": "Johannes ",
    "last_name": "Virkkunen",
    "position": "Investment Manager ",
    "company": "European Investment Fund",
    "position_company": "Investment Manager, European Investment Fund",
    "biography": "Johannes is with EIF for more than five years, first as a legal counsel, and in the VC team the past 6 months. He holds an MBA from IE Business School, Spain and a Masters in Law from University of Helsinki and Chicago Law School. "
  }
]